{
  "narrative": "Well that was a terrible blow but when my husband died ... Well that Friday evenin' I was embroidering. I love to sew – and that's sew – embroidering I was embroidering and he asked me what I was embroidering. I said \"I'm embroidering some pillow cases.\" He said \"For who?\" I said \"For us, when you retire\" 'cause he was gonna retire pretty soon. He said \"Not for me\" he said \"You're not embroidering them for me.\" I said \"Well, this is not for you,\" I said \"well when you die\" I said \"Well I'll just get me another man,\" I said \"and I'll enjoy 'em with another man,\" teasin', you know. So about five o'clock that evenin' he come and he hugged me and he kissed me. He said \"Well babe,\" he says uh, he said, \"you wanna get – you can get married again, you can do anything you want!\" I said \"Look man, don't come around me talking about death. I'll go out in the yard somewhere I don't want to hear nothing about death.\" He said \"Well I'll let you find out tomorrow.\" So we went to bed, and I went to bed ... He slept ... Well befo' every night he used to get up and go to the bathroom but once or twice but that certain night that he died he didn't get up and go to the bathroom. I said \"Oh dear God, \"I'm so glad,\" I said, \"he's not getting' up to walk to go to the bathroom,\" 'cause he had a bad heart, you see. So ... I come in the room an' I saw him layin' there, an' I said \"Poor thing\" I said, \"He's layin' so peaceful.\" But he was dead all the while I didn't know! ... I went to bed ... and I stayed in the bed. I said \"Dear Lord,\" I said \"I don't know whether to wake him up or what,\" I said. I come in the room I looked at him. He still was in the same position. I stand by the do' and I looked and looked and looked and I did that about three hours off and on. So then I come to the – his bedroom here and I looked and he was like a piece of ice. I said \"Well, Honey, you're so stupid, you can't cover yo' own self.\" He did not answer me. So I went to bed and I tried to hug him close to me to get him warm. But I couldn't move him ... 'Cause he was dead he had been got hard already you know how you get ... hard. So I lay in bed and went ... and went got some mo' blankets to cover him up I said \"Dear Jesus, he must be dead.\" I called the doctor ... He said \"Well love, go to bed,\" he said \"and get your nerve pill.\" He said \"Your husband couldn't die 'cause he was in the office here yesterday. I said \"Well I don't know, he's not talkin'\"... So the doctor said \"Well, go to bed.\" So I called my brother-in-laws 'n' all. They all came. Finally ... they gave me a shot y'know to bring me back. It was too much of a shock ... of it. And I had just got operated for a hernia. In my chest I have a major operation I've been here all alone ever since I had that operation.",
  "segmentation": "1. Well that was a terrible blow\n2. but when my husband died ...\n3. Well that Friday evenin' I was embroidering.\n4. I love to sew – and that's sew – embroidering I was embroidering\n5. and he asked me what I was embroidering.\n6. I said \"I'm embroidering some pillow cases.\"\n7. He said \"For who?\"\n8. I said \"For us, when you retire\" 'cause he was gonna retire pretty soon.\n9. He said \"Not for me\"\n10. he said \"You're not embroidering them for me.\"\n11. I said \"Well, this is not for you,\"\n12. I said \"well when you die\" I said \"Well I'll just get me another man,\"\n13. I said \"and I'll enjoy 'em with another man,\" teasin', you know.\n14. So about five o'clock that evenin' he come\n15. and he hugged me\n16. and he kissed me.\n17. He said \"Well babe,\" he says uh, he said, \"you wanna get – you can get married again, you can do anything you want!\"\n18. I said \"Look man, don't come around me talking about death.\n19. I'll go out in the yard somewhere I don't want to hear nothing about death.\"\n20. He said \"Well I'll let you find out tomorrow.\"\n21. So we went to bed,\n22. and I went to bed ...\n23. He slept ...\n24. Well befo' every night he used to get up and go to the bathroom but once or twice\n25. but that certain night that he died he didn't get up and go to the bathroom.\n26. I said \"Oh dear God, \"I'm so glad,\" I said, \"he's not getting' up to walk to go to the bathroom,\" 'cause he had a bad heart, you see.\n27. So ... I come in the room an' I saw him layin' there,\n28. an' I said \"Poor thing\" I said, \"He's layin' so peaceful.\"\n29. But he was dead all the while I didn't know!\n30. ... I went to bed ...\n31. and I stayed in the bed.\n32. I said \"Dear Lord,\" I said \"I don't know whether to wake him up or what,\" I said.\n33. I come in the room\n34. I looked at him.\n35. He still was in the same position.\n36. I stand by the do'\n37. and I looked and looked and looked\n38. and I did that about three hours off and on.\n39. So then I come to the – his bedroom here\n40. and I looked\n41. and he was like a piece of ice.\n42. I said \"Well, Honey, you're so stupid, you can't cover yo' own self.\"\n43. He did not answer me.\n44. So I went to bed\n45. and I tried to hug him close to me to get him warm.\n46. But I couldn't move him ... 'Cause he was dead\n47. he had been got hard already\n48. you know how you get ... hard.\n49. So I lay in bed\n50. and went ... and went got some mo' blankets to cover him up\n51. I said \"Dear Jesus, he must be dead.\"\n52. I called the doctor ...\n53. He said \"Well love, go to bed,\" he said\n54. \"and get your nerve pill.\"\n55. He said \"Your husband couldn't die 'cause he was in the office here yesterday.\n56. I said \"Well I don't know, he's not talkin'\"...\n57. So the doctor said \"Well, go to bed.\"\n58. So I called my brother-in-laws 'n' all.\n59. They all came.\n60. Finally ... they gave me a shot y'know to bring me back.\n61. It was too much of a shock ... of it.\n62. And I had just got operated for a hernia.\n63. In my chest I have a major operation\n64. I've been here all alone ever since I had that operation."
}