{
  "narrative": "Yeah there is an instance. Dad was being driven out from town – ah – by his chauffeur. This was a good many years ago. And he had the New York Times and he read in the New York Times and noticed that – the death of a person whom he knew but he knew was a very close friend of George Jensen. George Jensen lived in Chestnut Hill. So Dad said to the chauffeur \"Stop at Mr. Jensen's house on the way home 'cause I want to commiserate with him.\" So they did stop and Dad went in and Dad said \"George, I'm so sorry to hear about the death of —\" I don't know his name and George Jensen said \"I don't know what you're talking about. If he had died I would have been one of the first people to know.\" And Dad said \"Well it's in the newspaper, I'll go out to the car and get the newspaper.\" Went out and got the newspaper came back and he and George went through the newspaper. No sign of this death notice. And just as they were finished perusing it the telephone rang from somebody in New York telling George Jensen that, guess he'd died. But there was nothing in the newspaper. Dad brought the newspaper home. My sister – guess George was home at the time – and I all went through the newspaper meticulously. Couldn't find anything.",
  "segmentation": "1. Yeah there is an instance.\n2. Dad was being driven out from town – ah – by his chauffeur.\n3. This was a good many years ago.\n4. And he had the New York Times\n5. and he read in the New York Times\n6. and noticed that – the death of a person whom he knew but he knew was a very close friend of George Jensen.\n7. George Jensen lived in Chestnut Hill.\n8. So Dad said to the chauffeur \"Stop at Mr. Jensen's house on the way home 'cause I want to commiserate with him.\"\n9. So they did stop\n10. and Dad went in\n11. and Dad said \"George, I'm so sorry to hear about the death of —\"\n12. I don't know his name\n13. and George Jensen said \"I don't know what you're talking about.\n14. If he had died I would have been one of the first people to know.\"\n15. And Dad said \"Well it's in the newspaper,\n16. I'll go out to the car\n17. and get the newspaper.\"\n18. Went out\n19. and got the newspaper\n20. came back\n21. and he and George went through the newspaper.\n22. No sign of this death notice.\n23. And just as they were finished perusing it the telephone rang from somebody in New York telling George Jensen that, guess he'd died.\n24. But there was nothing in the newspaper.\n25. Dad brought the newspaper home.\n26. My sister – guess George was home at the time – and I all went through the newspaper meticulously.\n27. Couldn't find anything."
}