{
  "narrative": "Yeah she was – It'll be twenty-eight years this month. Thirtieth of this month yeah. She died in the Methodist. She was operated for appendix. That's all. So she was operated late Saturday afternoon very late. Sunday morning my oldest girl, Victoria, went to the hospital to see how she was. She was still – ether. That time they used to get a lot of ether. And the chair was there. They was just startin' to get 'em out of bed you know. So she seen the chair and she says \"What's this chair doing here?\" to the nurse. Says \"Well, we gotta get her out of bed.\" She says \"What are you talkin' about?\" says, \"She's under ether yet.\" \"She's too sick.\" She says \"Well, that's the doctor's orders.\" So they went to get her out of bed, and she passed out and they had to put her back in bed. See. Here she never – I don't know if they knew or what, but me I blame them for takin' her out of bed that she got the blood clot. Understand? So when she was walkin' around to come home after ten days I was waitin' for the call from the hospital. I didn't have the phone then. That store lady called me \"Mrs. Costa,\" quarter to five at night. \"Mrs. Costa they just called you at the hospital. Pick Marie up. She's discharged.\" I had all the clothes on the table. And Rita was – I was cookin' I s's \"Rita finish the cookin'.\" I s's \"Daddy be home soon.\" He was workin' down the yard. I said \"And put a big pot of coffee on,\" 'cause she was wishin' for coffee. And you know every morning that cup of coffee first cup of coffee, I offered up to her. When I get up in the morning first cup is hers. I offer – since she's dead I never forget that. And I says \"Put a pot of coffee and send for some cake down the baker shop.\" I said \"I'm goin' after Marie, they called me.\" \"All right mother, go ahead,\" she says, \"I'll finish up.\" And I went – myself. You know I had the coat on my arm. And she was operated eh Mar – April! So that was the thirtieth. She was operated – ten days that would be like uh the twentieth. Twentieth of April right? It was kinda chilly. Oh and I had uh everything in a bag and I had the coat on my arm and her dress hangin' on my arm. And she seen me from the windows see. From Wolf Street. She s's \"My mother's just comin'.\" And she was with the girls sayin' goodbye to everybody – you know how it is. And they told me on the phone ten dollars more for her board. And make sure you bring her girdle. To put on. I said \"All right, I'll be right over.\" And I went. But when I went there the nurse says to me, \"Sit down, Mrs. Costa, sit here for a while.\" So I sat down I was prayin' for a lady in the hospital. She was operated for gall bladder. And they said she was very bad. And I says \"Oh, dear God, don't take that mother away from them children. I was prayin' for her you know. Then a little nurse's aide went to the closet and got blankets. And I get the chills and I was thinkin' about it so she said to the nurse \"Oh, she's goin' in the cold sweat now.\" Well the nurse hang the phone and come to me. Says, \"Ms. Costa, did you daughter ever take a fainting spell?\" \"Oh my God!\" I said \"Don't tell me youse are runnin' for my daughter!\" \"Yes\" she says, \"come on in.\" Well I went in the room. And my daughter was on the bed with her bedroom slippers and her housecoat. And the beads of water – honest to God not to 'xaggerate, they were that big. Come – arrive just from – I's \"What youse do, kill my daughter? Youse killed her! Youse killed her!\" That's what I kept hollerin'. And the doctor rushed in see they was tryin' to get the doctor, you know. She was a lady doctor. She – Dr. Schwartz operated on her but she was his assistant, Dr. Montique. She was a lady doctor. So she come in and she says – I s's \"Youse killed my daughter – what'd youse do to her?\" So she says \"We don't know what happened, Mrs. Costa.\" So she took me away from the bed that I was near the bed. The nurse says to me \"Talk to her.\" I's \"Talk to her? My daughter's dyin', what am I goin' to talk to her?\" And I was screamin'. My hair was pulled. I went in hysteric' you know what I mean? Eighteen years old. Beautiful girl you could see her picture. And I – just as I turned my back my daughter passed away. Now you could ima – (She was getting ready to go home.) Yeah. And I had the clothes and everything. He come home and he went upstairs and get shave wash, right away waitin' on the step. \"And when is mother comin'?\" They kept callin'. The office didn't know yet. See. And they kept callin' at the store. They says \"Whe-when is the mother comin' for Marie?\" He says \"She's discharged.\" Sh' says \"That's funny, the mother went there. Is there.\" So then they come here again. Rita says \"Gee, that's funny,\" says \"Mother musta got all excited about Marie.\" See I always had a bad heart. \"Mother musta got excited about Marie she musta got sick herself.\" See. So she come over there with my son-in-law with the car. And I was in the main hallway. At the office. I was all pulled apart. One doctor wanted to give me a needle. I's \"Get outta here, I'll kick ya\" I says. \"You kill my daughter you want to kill me?\" Another nurse come on the – See they all knew me. I was in there three – operation in no time not even a year. And I all know the nurses. \"Mrs. Costa please, take – \" \"Get out!\" I says \"Don't you dare to come near me.\" I was so hysterical. I was bangin' my head against the wall and everything. They had to grab me. Then they brought me to the office see. And when Rita come in and seen me like this, \"Mother, what happened?\" I says \"We lost Marie. Marie died.\" Well. That's this one. Her Rita, in this picture. So she went out like a lightning. Dropped on the floor and that's a marble floor. She went out like a lightning. And back of her leg here you just felt like a pole. Hard like a pole back of her leg. And that girl is suffering. Thir-thirty – twenty-eight years her sister's dead? Yes. When she gets that pain it's like she's got phlebitis from it. She suffers eh – seven – eight nine weeks at a time. She can't walk the pain that girl goes through from then. That – yeah then this girl that was walkin' with her. See she told the doctor that she was sayin' goodbye to Arlene. All she said to the girl she says, \"Oh I got a pain in my leg and I can't see.\" And she fell. And then they – they said was a blood clot. But I – \"Don't youse dare to touch my daughter. I'll burn this hospital down! I don't care who's in it.\" I – \"Don't youse dare to touch my daughter\" I said. \"Youse wanna find out what she died from.\" I s's \"Youse touch my daughter I'll kill ya.\" I wouldn't let them touch her. So when I got home – they took me home. I was screamin' in the car. I couldn't get you know, I couldn't get out, I w– Screamin'! They – everybody was out comin' out of doors I – 'cause they could hear the screams. He was sittin' on the step. He's \"What's the matter?\" He says, \"What happened to you?\" Well my hair pulled my face – I was a mess. I didn't know what I'd done to myself. I says \"Mike, we lost Marie. Marie died.\" Just a shock. He got a heart attack. He got a heart attack. My son. Yeah. That night. Right there. My Michael come. My Michael drops. He got a heart attack. My son yeah! It was all – my two sisters went out here waited till about half past four. And they waited 'cause they know she was comin' home that day waited for the call. And my younger sister had brought her I'd never seen an orange like it. Big orange like that. As she says \"Mary, look, when they call you, when you pick Marie, could – let us know, an' we'll come over. I said \"All right.\" So I got home, call everybody, that happened. Call my brother-in-law. He was an undertaker. My sister's – he died now too. God rest his soul. Maybe you know him ... So they were waitin' for my call you know, and instead my James he was little then. I s's \"You go tell Aunt Millie and Aunt Jenny.\" And they had cleaned the pavement. And done the cement work and they were cleanin' the pavement. Says \"There comes little Jamie\" and now they says, \"Maybe he's come and tell us Marie's home.\" So when he got there the kid was all – eyes were red and all. They s's \"James, what's the matter, honey?\" s's \"What are you cryin' for?\" \"Aunt Jenny Aunt Millie, Marie died.\" Well my sisters and all, my mother, you know, they were all livin'. It was a shock to everybody. That was a shock that – (Eighteen years old.) The neighborhood – Annie at the store says \"Mrs. Costa\" – every time I go in there she reminds me, \"I just picture Marie standin' at that step, lookin' over here.\" She used to stand at that step. She was a real quiet girl pleasant, no uh, you know, didn't talk much but she was so good that I can't tell you. That's all. So that's what happened.",
  "segmentation": "1. Yeah she was – It'll be twenty-eight years this month.\n2. Thirtieth of this month yeah.\n3. She died in the Methodist.\n4. She was operated for appendix. That's all.\n5. So she was operated late Saturday afternoon very late.\n6. Sunday morning my oldest girl, Victoria, went to the hospital to see how she was.\n7. She was still – ether.\n8. That time they used to get a lot of ether.\n9. And the chair was there.\n10. They was just startin' to get 'em out of bed you know.\n11. So she seen the chair\n12. and she says \"What's this chair doing here?\" to the nurse.\n13. Says \"Well, we gotta get her out of bed.\"\n14. She says \"What are you talkin' about?\" says, \"She's under ether yet.\"\n15. \"She's too sick.\"\n16. She says \"Well, that's the doctor's orders.\"\n17. So they went to get her out of bed,\n18. and she passed out\n19. and they had to put her back in bed.\n20. See. Here she never – I don't know if they knew or what,\n21. but me I blame them for takin' her out of bed that she got the blood clot. Understand?\n22. So when she was walkin' around to come home after ten days\n23. I was waitin' for the call from the hospital.\n24. I didn't have the phone then.\n25. That store lady called me \"Mrs. Costa,\" quarter to five at night.\n26. \"Mrs. Costa they just called you at the hospital.\n27. Pick Marie up.\n28. She's discharged.\"\n29. I had all the clothes on the table.\n30. And Rita was – I was cookin'\n31. I s's \"Rita finish the cookin'.\"\n32. I s's \"Daddy be home soon.\"\n33. He was workin' down the yard.\n34. I said \"And put a big pot of coffee on,\" 'cause she was wishin' for coffee.\n35. And you know every morning that cup of coffee first cup of coffee, I offered up to her.\n36. When I get up in the morning first cup is hers.\n37. I offer – since she's dead I never forget that.\n38. And I says \"Put a pot of coffee\n39. and send for some cake down the baker shop.\"\n40. I said \"I'm goin' after Marie, they called me.\"\n41. \"All right mother, go ahead,\" she says, \"I'll finish up.\"\n42. And I went – myself. You know I had the coat on my arm.\n43. And she was operated eh Mar –\n44. April! So that was the thirtieth.\n45. She was operated – ten days that would be like uh the twentieth.\n46. Twentieth of April right? It was kinda chilly.\n47. Oh and I had uh everything in a bag\n48. and I had the coat on my arm and her dress hangin' on my arm.\n49. And she seen me from the windows see. From Wolf Street.\n50. She s's \"My mother's just comin'.\"\n51. And she was with the girls sayin' goodbye to everybody – you know how it is.\n52. And they told me on the phone ten dollars more for her board.\n53. And make sure you bring her girdle. To put on.\n54. I said \"All right, I'll be right over.\"\n55. And I went.\n56. But when I went there the nurse says to me, \"Sit down, Mrs. Costa, sit here for a while.\"\n57. So I sat down I was prayin' for a lady in the hospital. She was operated for gall bladder.\n58. And they said she was very bad.\n59. And I says \"Oh, dear God, don't take that mother away from them children.\n60. I was prayin' for her you know.\n61. Then a little nurse's aide went to the closet and got blankets.\n62. And I get the chills\n63. and I was thinkin' about it\n64. so she said to the nurse \"Oh, she's goin' in the cold sweat now.\"\n65. Well the nurse hang the phone and come to me. Says, \"Ms. Costa, did you daughter ever take a fainting spell?\"\n66. \"Oh my God!\" I said \"Don't tell me youse are runnin' for my daughter!\"\n67. \"Yes\" she says, \"come on in.\"\n68. Well I went in the room.\n69. And my daughter was on the bed with her bedroom slippers and her housecoat.\n70. And the beads of water – honest to God not to 'xaggerate, they were that big.\n71. Come – arrive just from –\n72. I's \"What youse do, kill my daughter?\n73. Youse killed her! Youse killed her!\"\n74. That's what I kept hollerin'.\n75. And the doctor rushed in\n76. see they was tryin' to get the doctor, you know.\n77. She was a lady doctor.\n78. She – Dr. Schwartz operated on her but she was his assistant, Dr. Montique.\n79. She was a lady doctor.\n80. So she come in and she says –\n81. I s's \"Youse killed my daughter – what'd youse do to her?\"\n82. So she says \"We don't know what happened, Mrs. Costa.\"\n83. So she took me away from the bed that I was near the bed.\n84. The nurse says to me \"Talk to her.\"\n85. I's \"Talk to her? My daughter's dyin', what am I goin' to talk to her?\"\n86. And I was screamin'.\n87. My hair was pulled.\n88. I went in hysteric' you know what I mean? Eighteen years old.\n89. Beautiful girl you could see her picture.\n90. And I – just as I turned my back my daughter passed away.\n91. Now you could ima – (She was getting ready to go home.) Yeah.\n92. And I had the clothes and everything.\n93. He come home and he went upstairs and get\n94. shave wash, right away waitin' on the step.\n95. \"And when is mother comin'?\"\n96. They kept callin'.\n97. The office didn't know yet. See.\n98. And they kept callin' at the store.\n99. They says \"Whe-when is the mother comin' for Marie?\"\n100. He says \"She's discharged.\"\n101. Sh' says \"That's funny, the mother went there. Is there.\"\n102. So then they come here again.\n103. Rita says \"Gee, that's funny,\"\n104. says \"Mother musta got all excited about Marie.\"\n105. See I always had a bad heart.\n106. \"Mother musta got excited about Marie she musta got sick herself.\"\n107. See. So she come over there with my son-in-law with the car.\n108. And I was in the main hallway. At the office.\n109. I was all pulled apart.\n110. One doctor wanted to give me a needle.\n111. I's \"Get outta here,\n112. I'll kick ya\" I says.\n113. \"You kill my daughter you want to kill me?\"\n114. Another nurse come on the –\n115. See they all knew me.\n116. I was in there three – operation in no time not even a year.\n117. And I all know the nurses.\n118. \"Mrs. Costa please, take – \"\n119. \"Get out!\" I says \"Don't you dare to come near me.\"\n120. I was so hysterical.\n121. I was bangin' my head against the wall and everything.\n122. They had to grab me.\n123. Then they brought me to the office see.\n124. And when Rita come in and seen me like this, \"Mother, what happened?\"\n125. I says \"We lost Marie.\n126. Marie died.\"\n127. Well. That's this one. Her Rita, in this picture.\n128. So she went out like a lightning.\n129. Dropped on the floor and that's a marble floor.\n130. She went out like a lightning.\n131. And back of her leg here you just felt like a pole.\n132. Hard like a pole back of her leg.\n133. And that girl is suffering.\n134. Thir-thirty – twenty-eight years her sister's dead? Yes.\n135. When she gets that pain it's like she's got phlebitis from it.\n136. She suffers eh – seven – eight nine weeks at a time.\n137. She can't walk the pain that girl goes through from then.\n138. That – yeah then this girl that was walkin' with her.\n139. See she told the doctor that she was sayin' goodbye to Arlene.\n140. All she said to the girl she says, \"Oh I got a pain in my leg and I can't see.\"\n141. And she fell.\n142. And then they – they said was a blood clot.\n143. But I – \"Don't youse dare to touch my daughter.\n144. I'll burn this hospital down!\n145. I don't care who's in it.\"\n146. I – \"Don't youse dare to touch my daughter\" I said.\n147. \"Youse wanna find out what she died from.\"\n148. I s's \"Youse touch my daughter I'll kill ya.\"\n149. I wouldn't let them touch her.\n150. So when I got home – they took me home.\n151. I was screamin' in the car.\n152. I couldn't get you know, I couldn't get out, I w–\n153. Screamin'!\n154. They – everybody was out comin' out of doors I – 'cause they could hear the screams.\n155. He was sittin' on the step.\n156. He's \"What's the matter?\" He says, \"What happened to you?\"\n157. Well my hair pulled my face – I was a mess.\n158. I didn't know what I'd done to myself.\n159. I says \"Mike, we lost Marie. Marie died.\" Just a shock.\n160. He got a heart attack.\n161. He got a heart attack.\n162. My son. Yeah. That night.\n163. Right there. My Michael come. My Michael drops.\n164. He got a heart attack. My son yeah!\n165. It was all – my two sisters went out here waited till about half past four.\n166. And they waited 'cause they know she was comin' home that day waited for the call.\n167. And my younger sister had brought her I'd never seen an orange like it. Big orange like that.\n168. As she says \"Mary, look, when they call you, when you pick Marie, could – let us know, an' we'll come over.\n169. I said \"All right.\"\n170. So I got home, call everybody, that happened.\n171. Call my brother-in-law.\n172. He was an undertaker.\n173. My sister's – he died now too. God rest his soul.\n174. Maybe you know him ...\n175. So they were waitin' for my call you know,\n176. and instead my James he was little then.\n177. I s's \"You go tell Aunt Millie and Aunt Jenny.\"\n178. And they had cleaned the pavement.\n179. And done the cement work and they were cleanin' the pavement.\n180. Says \"There comes little Jamie\" and now they says,\n181. \"Maybe he's come and tell us Marie's home.\"\n182. So when he got there the kid was all – eyes were red and all.\n183. They s's \"James, what's the matter, honey?\"\n184. s's \"What are you cryin' for?\"\n185. \"Aunt Jenny Aunt Millie, Marie died.\"\n186. Well my sisters and all, my mother, you know, they were all livin'.\n187. It was a shock to everybody. That was a shock that – (Eighteen years old.)\n188. The neighborhood – Annie at the store says \"Mrs. Costa\" – every time I go in there she reminds me, \"I just picture Marie standin' at that step, lookin' over here.\" She used to stand at that step.\n189. She was a real quiet girl pleasant, no uh, you know, didn't talk much\n190. but she was so good that I can't tell you.\n191. That's all. So that's what happened."
}