{
  "narrative": "So I was at the bar. And my wife was with her girlfriends at the table and this kid come over. He organized the band that was there. So he starts tryin' to talk to my wife. And I heard what was goin' on you know, 'cause the bar is not far from there. So my wife told him you know, \"Would you quit botherin' me now. I'm married\" you know. So he comes back again. So I found out his name. And I walk over to him. His name is Lonnie. I say \"Lonnie, I want you to do me a favor.\" He says \"What's that?\" I say \"'At's my wife sittin' 'ere.\" And I say \"I catch you with her again, I'm gonna break your neck.\" So he says \"Al' right.\" So I go back to the bar. There he's back over there again botherin' my wife. So I seen him go in the bathroom. So I walk in the bathroom. I took my jacket off. He says \"What's a matter?\" I say \"Well you're gonna find out.\" I said \"I told you once. I told you twice. And I'm not tellin' you no more. I'm gonna to – gonna do to you exactly what I just told you.\" He says \"Really?\" And we just start fightin'. And 'at's where I left him.",
  "segmentation": "1. So I was at the bar.\n2. And my wife was with her girlfriends at the table\n3. and this kid come over.\n4. He organized the band that was there.\n5. So he starts tryin' to talk to my wife.\n6. And I heard what was goin' on you know, 'cause the bar is not far from there.\n7. So my wife told him you know, \"Would you quit botherin' me now.\n8. I'm married\" you know.\n9. So he comes back again.\n10. So I found out his name.\n11. And I walk over to him.\n12. His name is Lonnie.\n13. I say \"Lonnie, I want you to do me a favor.\"\n14. He says \"What's that?\"\n15. I say \"'At's my wife sittin' 'ere.\"\n16. And I say \"I catch you with her again, I'm gonna break your neck.\"\n17. So he says \"Al' right.\"\n18. So I go back to the bar.\n19. There he's back over there again botherin' my wife.\n20. So I seen him go in the bathroom.\n21. So I walk in the bathroom.\n22. I took my jacket off.\n23. He says \"What's a matter?\"\n24. I say \"Well you're gonna find out.\"\n25. I said \"I told you once.\n26. I told you twice.\n27. And I'm not tellin' you no more.\n28. I'm gonna to – gonna do to you exactly what I just told you.\"\n29. He says \"Really?\"\n30. And we just start fightin'.\n31. And 'at's where I left him."
}