{
  "narrative": "Well this was stupid. Again I was protecting somebody. These two guys they were brothers, they was on dope. I'd just got out of the cast three days, from my hands being healed ... from a fight I had ... got into before. 'N' these guys were gonna jump over the fence an' attack the cheerleaders. I mean they were literally goin' over the fence. An' these cheerleaders y' know, they was cheerin' They jus' won a game an' ... everything. 'n' ... ah they got kinda lippy 'n' ... the other ones got lippy 'n' ... so I told them to pick on somebody their own size an' it jus' happened to be I was, their size! So I got – So on the way back to the car, I had my cousin was with me and I was with another girl And ... we went behind this bus where the concessions were, And these two guys were waitin' for us. An' he said \"O.K. We'll settle it up right here and now.\" And I said \"O.K.\" So I took the girl started to move 'er away an' jus' then this guy drew somethin' out of his pocket. An' I didn't know what it was. But ... then he starts goin' like – I thought he was gonna hit me. So I put my arm up like this. An' the knife went through here you know. An' he pulled it out. An' I turned around to my cousin I said \"Larry, look out, he's got a knife!\" An' by the time I got turned back around an' took a swing at him, he got me across the stomach. Well I hit him but I didn' hit him too good And – and at that time my cousin had his brother an' was jus' ready to hit him an' just as he started to take a swing at him he stabbed him in the lung. So Larry went down to the ground. An' I started chasing this guy with the knife. Of course I didn' get too far. Then we come back an' the girl was there cryin' and screamin' an' ... nobody give us a hand so we had to walk – what is it half a mile to Lincoln all the way to the road, 'n' about – 'n' about quarter a mile or half a mile to the cop car An' they took us – they took us to the hospital An' that was it. That's the only fight I can say I ever lost. An' then I didn' have a chance.",
  "segmentation": "1. Well this was stupid.\n2. Again I was protecting somebody.\n3. These two guys they were brothers, they was on dope.\n4. I'd just got out of the cast three days, from my hands being healed ... from a fight I had ... got into before.\n5. 'N' these guys were gonna jump over the fence an' attack the cheerleaders.\n6. I mean they were literally goin' over the fence.\n7. An' these cheerleaders y' know, they was cheerin'\n8. They jus' won a game an' ... everything.\n9. 'n' ... ah they got kinda lippy\n10. 'n' ... the other ones got lippy\n11. 'n' ... so I told them to pick on somebody their own size\n12. an' it jus' happened to be I was, their size!\n13. So I got – So on the way back to the car, I had my cousin was with me\n14. and I was with another girl\n15. And ... we went behind this bus where the concessions were,\n16. And these two guys were waitin' for us.\n17. An' he said \"O.K. We'll settle it up right here and now.\"\n18. And I said \"O.K.\"\n19. So I took the girl\n20. started to move 'er away\n21. an' jus' then this guy drew somethin' out of his pocket.\n22. An' I didn't know what it was.\n23. But ... then he starts goin' like –\n24. I thought he was gonna hit me.\n25. So I put my arm up like this.\n26. An' the knife went through here you know.\n27. An' he pulled it out.\n28. An' I turned around to my cousin\n29. I said \"Larry, look out, he's got a knife!\"\n30. An' by the time I got turned back around an' took a swing at him, he got me across the stomach.\n31. Well I hit him\n32. but I didn' hit him too good\n33. And – and at that time my cousin had his brother\n34. an' was jus' ready to hit him\n35. an' just as he started to take a swing at him he stabbed him in the lung.\n36. So Larry went down to the ground.\n37. An' I started chasing this guy with the knife.\n38. Of course I didn' get too far.\n39. Then we come back\n40. an' the girl was there cryin' and screamin'\n41. an' ... nobody give us a hand\n42. so we had to walk – what is it half a mile to Lincoln all the way to the road, 'n' about – 'n' about quarter a mile or half a mile to the cop car\n43. An' they took us – they took us to the hospital\n44. An' that was it.\n45. That's the only fight I can say I ever lost.\n46. An' then I didn' have a chance."
}