{
  "narrative": "Now I'll tell you one o' the greates' ones – one o' the best ones that ever happened. I lost my oldest boy. He was twenty years old. Died with cancer – tumor o' the brain. Le' see his picture ... that's him. That's little Henry that's him. That's him right there. So when he died with the cancer I got sick. I thought I was gon' to die myself with a cancer. Went on there for 'bout six or eight months an' I went to ever' doctor. They say \"There ain't nothin' wrong with you.\" So I went to bed one night. He come to me in a dream. He come home. Well he was talkin', 'n' certainly I jus' turned around to him. I said \"Neil, when you gon' come get me,\" just like that. He said \"Daddy, it's gonna be a long time before I come 'n' get you.\" And then I got well. An' I'm not bothered anymore about anything don't worry about anything 'cause that day when he tell me he gon' come get me I'll know I'm ready to go. Now if you don't b'lieve that you can ask my wife 'bout that. I thought I was gon' die and everybody else did too. An' 'at's the only thing that do it when he comes and says, \"I ain't comin' get you for a long time, Daddy,\" and then I got well. An' I actually believe he'll let me know when he gets ready to come 'n' get me too. I got that much faith in that dream.",
  "segmentation": "1. Now I'll tell you one o' the greates' ones – one o' the best ones that ever happened.\n2. I lost my oldest boy.\n3. He was twenty years old.\n4. Died with cancer – tumor o' the brain.\n5. Le' see his picture ... that's him. That's little Henry that's him. That's him right there.\n6. So when he died with the cancer I got sick.\n7. I thought I was gon' to die myself with a cancer.\n8. Went on there for 'bout six or eight months\n9. an' I went to ever' doctor.\n10. They say \"There ain't nothin' wrong with you.\"\n11. So I went to bed one night.\n12. He come to me in a dream.\n13. He come home.\n14. Well he was talkin',\n15. 'n' certainly I jus' turned around to him.\n16. I said \"Neil, when you gon' come get me,\" just like that.\n17. He said \"Daddy, it's gonna be a long time before I come 'n' get you.\"\n18. And then I got well.\n19. An' I'm not bothered anymore about anything don't worry about anything 'cause that day when he tell me he gon' come get me I'll know I'm ready to go.\n20. Now if you don't b'lieve that you can ask my wife 'bout that.\n21. I thought I was gon' die\n22. and everybody else did too.\n23. An' 'at's the only thing that do it when he comes and says, \"I ain't comin' get you for a long time, Daddy,\"\n24. and then I got well.\n25. An' I actually believe he'll let me know when he gets ready to come 'n' get me too.\n26. I got that much faith in that dream."
}