{
  "narrative": "Shall I tell you about the first man got kilt – killed by a car here ... Well I can tell you that. He – eh – fore-fore they really had cars in town I think it was a judge – Sawyer – it was a judge in – uh – I understand he was a judge in Ann Arbor and he had a son that was a lawyer. And this son – I guess he must've got drunk because he drove through town with a chauffeur with one of those old touring cars without you know – open tops and everything, big cars, first ones – and they – they come thr-through town in a – late in the night. And they went pretty fast I guess, and they come out here to the end of a – where – uh – Pontiac Trail turns right or left in the road and they couldn't make the turn and they turned left and they tipped over in the ditch steering wheel hit this fellow in the heart this chauffeur, killed him. And – uh – the other fellow just broke his thumb – the lawyer who was drunk. They – they say a drunk man never gets it. Maybe I shouldn't say that I might get in trouble. But – uh – anyway they called up my dad. And I lived across from the City Hall there. And he was Justice for most of his life and – uh – Justice of the Peace, you know. And they says \"Mr. Hawkins, ya – we want you to get t' livery barn, get Mr. Drury to get you a liv– a buckboard and a livery st– and have you drive it out there and get that man 'n' bring him t' town to – eh – you know, f'r whatever they had to do, funeral home or what. So my dad said it – let me go with him. Of course I was over twelve. I don't know how – probably fifteen maybe. And so we went out there and we picked up that man in a buckboard. Well there was two men on the front seat, so I had to lay back there with that man and his feet was floppin' over the edge where the gate goes down if there was any gate and the – flop ... And he turned black 'cause it – stopped his circulation you know, and I thought it was a Negro man and boy that was an eerie night for me comin' home in the dark with that ... man.",
  "segmentation": "1. Shall I tell you about the first man got kilt – killed by a car here ...\n2. Well I can tell you that.\n3. He – eh – fore-fore they really had cars in town\n4. I think it was a judge – Sawyer – it was a judge in – uh –\n5. I understand he was a judge in Ann Arbor\n6. and he had a son that was a lawyer.\n7. And this son – I guess he must've got drunk because he drove through town with a chauffeur with one of those old touring cars without you know – open tops and everything, big cars, first ones –\n8. and they – they come thr-through town in a – late in the night.\n9. And they went pretty fast I guess,\n10. and they come out here to the end of a – where – uh – Pontiac Trail turns right or left in the road\n11. and they couldn't make the turn\n12. and they turned left\n13. and they tipped over in the ditch\n14. steering wheel hit this fellow in the heart this chauffeur,\n15. killed him.\n16. And – uh – the other fellow just broke his thumb – the lawyer who was drunk.\n17. They – they say a drunk man never gets it.\n18. Maybe I shouldn't say that\n19. I might get in trouble.\n20. But – uh – anyway they called up my dad.\n21. And I lived across from the City Hall there.\n22. And he was Justice for most of his life and – uh – Justice of the Peace, you know.\n23. And they says \"Mr. Hawkins, ya – we want you to get t' livery barn, get Mr. Drury to get you a liv– a buckboard and a livery st– and have you drive it out there and get that man 'n' bring him t' town to – eh – you know, f'r whatever they had to do, funeral home or what.\n24. So my dad said it – let me go with him.\n25. Of course I was over twelve.\n26. I don't know how – probably fifteen maybe.\n27. And so we went out there\n28. and we picked up that man in a buckboard.\n29. Well there was two men on the front seat,\n30. so I had to lay back there with that man\n31. and his feet was floppin' over the edge where the gate goes down if there was any gate and the – flop ...\n32. And he turned black 'cause it – stopped his circulation you know,\n33. and I thought it was a Negro man\n34. and boy that was an eerie night for me comin' home in the dark with that ... man."
}