{
  "narrative": "I'll tell you what happened to me once when I was eighteen – eighteen years old. I was living up the road here about four mile. And I was chopping corn. And uh I was out there by myself and my mother hadn't walked none in – in uh – well I'll say six months. Had to be toted everywhere she went. And there was nothing there at the house but a girl about twelve years old. 'Cause the boy – there was just a girl and a boy there – but the boy was out there in the cornfield with me. And something spoke to me just as plain as I – ah well it looked like to me it was as plain as I'm talking. And says: \"If you go yon to that gum bush and ask the Lord to raise your mother, she'll get up.\" And – I looked all around. I didn't see nobody. And I went on up to the other end and come back there that voice come again. I looked again. I still didn't see nobody didn't go t' th' house neither and I wasn't no further from the house than about two hundred yard from the house. I went back up there again and when it – uh – uh – that voice I heard it again. And I just walked around. I w's in th' tobacco barn now 'n' looked up in th' tobacco barn. Nobody in there. And uh I said well, I says, uh, now, I have been taught the prayers of the righteous purveys us much. And the prayers of the wicked purveys us nothin'. And I say well now I was right smart I'm – I w's just like any other sinner. I'd tell anybody I were. But I – and I would do a heap of little aggravatin' things. I looked all around then finally I went out t' that tree and got down on my knees and said \"Lord, I don't know how to pray. But I will ask you to please raise my mother. So she can get up and tell us what t– how to do and what to do.\" And got up and chopped another lick or two. And look like something – struck me down here and said \"You go t' th' house.\" I – I di– I didn't hear nothing then but just you know a thought come: \"You go.\" I went to the house and uh my mother was setting out in the yard in a chair under a apple tree. And she hadn't been out there in that yard hadn't been out of that house, in five months, unless somebody toted her. And uh – she uh – was out there that day you know, she got up and that was – uh uh – I was eighteen years old when that sick spell come, and she got up and walked and lived to here what – how many years ago? Thirteen fourteen. No it been more than that. When that chile – how old are you? Elaine? Huh? Seventeen? Well she live up until seventeen year ago. She lived to be a hundred and some year old.",
  "segmentation": "1. I'll tell you what happened to me once when I was eighteen – eighteen years old.\n2. I was living up the road here about four mile.\n3. And I was chopping corn.\n4. And uh I was out there by myself\n5. and my mother hadn't walked none in – in uh – well I'll say six months.\n6. Had to be toted everywhere she went.\n7. And there was nothing there at the house but a girl about twelve years old.\n8. 'Cause the boy – there was just a girl and a boy there –\n9. but the boy was out there in the cornfield with me.\n10. And something spoke to me just as plain as I – ah well it looked like to me it was as plain as I'm talking.\n11. And says: \"If you go yon to that gum bush and ask the Lord to raise your mother, she'll get up.\"\n12. And – I looked all around.\n13. I didn't see nobody.\n14. And I went on up to the other end\n15. and come back there\n16. that voice come again.\n17. I looked again.\n18. I still didn't see nobody\n19. didn't go t' th' house neither\n20. and I wasn't no further from the house than about two hundred yard from the house.\n21. I went back up there again and when it – uh – uh –\n22. that voice I heard it again.\n23. And I just walked around.\n24. I w's in th' tobacco barn now\n25. 'n' looked up in th' tobacco barn.\n26. Nobody in there.\n27. And uh I said well, I says, uh, now,\n28. I have been taught the prayers of the righteous purveys us much.\n29. And the prayers of the wicked purveys us nothin'.\n30. And I say well now I was right smart I'm – I w's just like any other sinner.\n31. I'd tell anybody I were.\n32. But I – and I would do a heap of little aggravatin' things.\n33. I looked all around\n34. then finally I went out t' that tree\n35. and got down on my knees\n36. and said \"Lord, I don't know how to pray.\n37. But I will ask you to please raise my mother.\n38. So she can get up and tell us what t– how to do and what to do.\"\n39. And got up\n40. and chopped another lick or two.\n41. And look like something – struck me down here\n42. and said \"You go t' th' house.\"\n43. I – I di– I didn't hear nothing then\n44. but just you know a thought come: \"You go.\"\n45. I went to the house\n46. and uh my mother was setting out in the yard in a chair under a apple tree.\n47. And she hadn't been out there in that yard hadn't been out of that house, in five months, unless somebody toted her.\n48. And uh – she uh – was out there that day you know, she got up and\n49. that was – uh uh – I was eighteen years old when that sick spell come,\n50. and she got up and walked\n51. and lived to here what – how many years ago? Thirteen fourteen.\n52. No it been more than that. When that chile – how old are you? Elaine? Huh? Seventeen?\n53. Well she live up until seventeen year ago.\n54. She lived to be a hundred and some year old."
}