{
  "narrative": "When we first moved down here. eh – there was an old man livin' next door here. This is one – this is our experience anyway. Well he died. We were only here a couple o' month an' this old man died. So this family across here moved in. And they were – he wasn't workin' the man wasn't workin' at the time eh an' she had about five, five kids, hadn' she? Allen was the oldest and' she had four girls y'see. Well when they first moved in a' thought \"Well a'll be friendly, A'll go over and as' an' ask – ask them, do they want anything at the shop.\" So a' went over that night the same night they moved in, an' for a few months we got on pretty well together y'know. Fac' we got on very well together. But eh, one of our little ... Well – one day in particular anyway, things hadn't been goin' too well in the house, an' my oldest boy – 'bout twelve or something an' her oldest son was the same age y'see. Well they always got on well together but my oldest boy was callin' her boy \"Guilty Girl\" or something. A doan' know what it was now \"Skinny\", or something. He was at work. I was in here on me own. Well she came out. Oh you coulda heard her all over the road ... y'know. So eh, well a' don' know, a' – a'm hot tempered, as they'll tell you. A' mean a' doan' think. A' never think. A'm straight in. An' a' remember distinctly a' had a' di – bench full o' dishes because a' had just washed them all. an' – a' went into the back garden she was in her back garden an' a' cleared the bench. She got the lot. So now we couldn' get to each other. So she says \"If a' kin get me hands on ye y'never – \" you'll have to inter– you'll have to translate this \"If a' kin get me hands on ye y'never – \" A' s's \"Well there's a fron' door!\" A' wen' t' the front door an' we were fightin' y'see. He came in from work. A' told 'm about i' when ee came in from work. We never spoke to each other for weeks. But there was one day in particular. My son was crossing across these garages. An' they all seemed to gang up on us y'see. An' this lad nex' door – 'e was about seventeen or eighteen – 'e says \"If ya doan' get off them garages, a'll smash y'neck.\" Well eh – our Michael told me a few weeks after. And a' came up the street. An' they were all sittin' on the step. There was four of them: there was Evelyn there was Mrs. Shaw – eh – Evelyn Mrs. – eh – Francis an' her. She would tell you if she was in here. She's jus' left before you come in. They were all sittin' on the steps. So a' s's to Mrs. Francis a' says, \"You tell your son\", a' says, \"If – anybody does any neck smashin' around here, it'll be me!\" A' says \"Tell 'im t'leave my son alone.\" Well this one who a' had had the fight with previously, she butted in. So a' says \"You!\" An' a' went to grab her y'see. Now when he've looked at it, we were rollin' in the street, weren't we? Well there was three of 'em had a hold o' me! An' – eh – he separated we. Well a' come in here, an' a' couldn' settle. A' says to him a' cou– a' couldn't gan to bed with 'er on my mind. A' gets me coat on A' gans up for me mate that lived beside us y'see, when a' was little. A' says \"Are you gonna come doon an' help me to sort this lot oot?\" A' says \"There's only – there's three of them,\" an' a' says \"They've nearly killed me.\" Oh she ons wi' 'er coat 'cause she's a big lass, isn' she? She sa– an' me sester come doon not that shay could day much, but she come. Well what i' – it was on equal ground y'see. One each. So-o we gets there – They're all sittin' on the stairs. I' was like a Western film! But what got me – the men never showed their faces when they all had me. Nobody came out did they? As soon as they seen may 'n' June comin' down th' street the men t' the door. Well June come an' June grabbed one i' thim an' a' grabbed Enith. June – June grabbed Kathleen Francis a' grabbed Enith. Though they scattered! The men came oot y'see? So – eh – a' says \"No,\" a' said, \"'cause we're on equal ground, ye – yiz have showed yi' faces.\" A' s's \"These lot have nearly killed me!\" So-o eh – oh we were fightin'. Though there was no t'morrow. The whole street was up in arm! A' never spoke t' thim for three years. It w's all settled. June says \"If there's any more carryin' on, a'll come doon. She's not on 'er own dinna think that,\" she says \"She's got plenty friends,\" she s's \"an' if there's any more bother, a'll be back,\" she says, \"an' we'll sort it oot.\" A' never spoke t' them for three years. An' a' wouldna spoke t' thim t' this dee. They usta have street trips didn' they? They never invited me. A' usta pass thim in the street. A' never spoke to anybody for three year. Then one day they pulled us up  in the street didn' wi'? This one here pulled us up in the street an' she says \"Eh a' don't think it's fair,\" she says, \"because they have street trips here, an' there's nobody asks you.\" A' says \"That's quite alright. A' don't like trips in any case\" which a' don't. A' says \"If a' wanted to go t' the seaside we'd go on we' own!\" She says \"A' know, but y' chil– that – the bairns would like t' go for the trip.\" She says \"Why doan' ye let thim go?\" But that went over. An' a' says \"Oh, if they want t' go, an' a' can take them meself,\" didn' a'? An' – one a' I still never spoke t' thim. An' then there was one day a' was hangin' a line in the bathroom. A' hadn' spoken to anybody around here. An' a' knocked through a gas pipe. Well the gas goes teemin' oot. Well a' couldn't – move me hand off the gas pipe 'cause the gas was pourin' out an' a' didn' know where the stop thing was for the gas. A' was stuck wi' one leg on the bath an' one on the windasill wi' me hand on the gas thing! \"Look a' tha' twit on the window sill!\" Well the women they were in the garden an' one o' them happened to look up and she says \"Are ye in trouble, Margaret?\" \"Not really a've jus' tear a gas main.\" Well she coom' in – she came in an' she jus' turned the gas off. An' a' came downstairs an' – she jus' sat down an' ye'd jus' think it had never been. Everything was – was forgotten wa'n' it? An' then of course we had the night 'e died. Her husban' died over here. An' – we've been friendly ever since. And even now she'll say \"A' don't know why it all started.\" But the thing was if I hadna gone an' defended meself when a' did, well my life jus' wouldna been worth livin'. Ye've got to go out an' defend yourself because if you don't well, y' might as well be dead. That's all there is to it y'know. They would lead you – a terrible life if you didn't do that. A'm glad a' did in a way. Now mind, a'm not so bad. A' can control meself. But one time a' jus' couldn't.",
  "segmentation": "1. When we first moved down here. eh – there was an old man livin' next door here.\n2. This is one – this is our experience anyway.\n3. Well he died.\n4. We were only here a couple o' month\n5. an' this old man died.\n6. So this family across here moved in.\n7. And they were – he wasn't workin'\n8. the man wasn't workin' at the time\n9. eh an' she had about five, five kids, hadn' she?\n10. Allen was the oldest\n11. and' she had four girls y'see.\n12. Well when they first moved in a' thought \"Well a'll be friendly,\n13. A'll go over and as' an' ask – ask them, do they want anything at the shop.\"\n14. So a' went over that night the same night they moved in,\n15. an' for a few months we got on pretty well together y'know.\n16. Fac' we got on very well together.\n17. But eh, one of our little ...\n18. Well – one day in particular anyway, things hadn't been goin' too well in the house,\n19. an' my oldest boy – 'bout twelve or something\n20. an' her oldest son was the same age y'see.\n21. Well they always got on well together\n22. but my oldest boy was callin' her boy \"Guilty Girl\" or something.\n23. A doan' know what it was now \"Skinny\", or something.\n24. He was at work.\n25. I was in here on me own.\n26. Well she came out.\n27. Oh you coulda heard her all over the road ... y'know.\n28. So eh, well a' don' know, a' – a'm hot tempered, as they'll tell you.\n29. A' mean a' doan' think.\n30. A' never think.\n31. A'm straight in.\n32. An' a' remember distinctly a' had a' di – bench full o' dishes because a' had just washed them all.\n33. an' – a' went into the back garden\n34. she was in her back garden\n35. an' a' cleared the bench.\n36. She got the lot.\n37. So now we couldn' get to each other.\n38. So she says \"If a' kin get me hands on ye y'never – \"\n39. you'll have to inter– you'll have to translate this\n40. \"If a' kin get me hands on ye y'never – \"\n41. A' s's \"Well there's a fron' door!\"\n42. A' wen' t' the front door\n43. an' we were fightin' y'see.\n44. He came in from work.\n45. A' told 'm about i' when ee came in from work.\n46. We never spoke to each other for weeks.\n47. But there was one day in particular.\n48. My son was crossing across these garages.\n49. An' they all seemed to gang up on us y'see.\n50. An' this lad nex' door –\n51. 'e was about seventeen or eighteen –\n52. 'e says \"If ya doan' get off them garages, a'll smash y'neck.\"\n53. Well eh – our Michael told me a few weeks after.\n54. And a' came up the street.\n55. An' they were all sittin' on the step.\n56. There was four of them:\n57. there was Evelyn\n58. there was Mrs. Shaw – eh – Evelyn Mrs. – eh – Francis an' her.\n59. She would tell you if she was in here.\n60. She's jus' left before you come in.\n61. They were all sittin' on the steps.\n62. So a' s's to Mrs. Francis a' says, \"You tell your son\", a' says, \"If – anybody does any neck smashin' around here, it'll be me!\"\n63. A' says \"Tell 'im t'leave my son alone.\"\n64. Well this one who a' had had the fight with previously, she butted in.\n65. So a' says \"You!\"\n66. An' a' went to grab her y'see.\n67. Now when he've looked at it, we were rollin' in the street, weren't we?\n68. Well there was three of 'em had a hold o' me!\n69. An' – eh – he separated we.\n70. Well a' come in here,\n71. an' a' couldn' settle.\n72. A' says to him a' cou– a' couldn't gan to bed with 'er on my mind.\n73. A' gets me coat on\n74. A' gans up for me mate that lived beside us y'see, when a' was little.\n75. A' says \"Are you gonna come doon an' help me to sort this lot oot?\"\n76. A' says \"There's only – there's three of them,\"\n77. an' a' says \"They've nearly killed me.\"\n78. Oh she ons wi' 'er coat 'cause she's a big lass, isn' she?\n79. She sa– an' me sester come doon not that shay could day much, but she come.\n80. Well what i' – it was on equal ground y'see. One each.\n81. So-o we gets there –\n82. They're all sittin' on the stairs.\n83. I' was like a Western film!\n84. But what got me – the men never showed their faces when they all had me.\n85. Nobody came out did they?\n86. As soon as they seen may 'n' June comin' down th' street the men t' the door.\n87. Well June come\n88. an' June grabbed one i' thim\n89. an' a' grabbed Enith.\n90. June – June grabbed Kathleen Francis\n91. a' grabbed Enith.\n92. Though they scattered!\n93. The men came oot y'see?\n94. So – eh – a' says \"No,\" a' said, \"'cause we're on equal ground, ye – yiz have showed yi' faces.\"\n95. A' s's \"These lot have nearly killed me!\"\n96. So-o eh – oh we were fightin'.\n97. Though there was no t'morrow.\n98. The whole street was up in arm!\n99. A' never spoke t' thim for three years.\n100. It w's all settled.\n101. June says \"If there's any more carryin' on, a'll come doon.\n102. She's not on 'er own dinna think that,\"\n103. she says \"She's got plenty friends,\"\n104. she s's \"an' if there's any more bother, a'll be back,\" she says,\n105. \"an' we'll sort it oot.\"\n106. A' never spoke t' them for three years.\n107. An' a' wouldna spoke t' thim t' this dee.\n108. They usta have street trips didn' they?\n109. They never invited me.\n110. A' usta pass thim in the street.\n111. A' never spoke to anybody for three year.\n112. Then one day they pulled us up  in the street didn' wi'?\n113. This one here pulled us up in the street\n114. an' she says \"Eh a' don't think it's fair,\" she says, \"because they have street trips here, an' there's nobody asks you.\"\n115. A' says \"That's quite alright.\n116. A' don't like trips in any case\" which a' don't.\n117. A' says \"If a' wanted to go t' the seaside we'd go on we' own!\"\n118. She says \"A' know, but y' chil– that – the bairns would like t' go for the trip.\"\n119. She says \"Why doan' ye let thim go?\"\n120. But that went over.\n121. An' a' says \"Oh, if they want t' go, an' a' can take them meself,\" didn' a'?\n122. An' – one a' I still never spoke t' thim.\n123. An' then there was one day a' was hangin' a line in the bathroom.\n124. A' hadn' spoken to anybody around here.\n125. An' a' knocked through a gas pipe.\n126. Well the gas goes teemin' oot.\n127. Well a' couldn't – move me hand off the gas pipe 'cause the gas was pourin' out\n128. an' a' didn' know where the stop thing was for the gas.\n129. A' was stuck wi' one leg on the bath an' one on the windasill wi' me hand on the gas thing!\n130. \"Look a' tha' twit on the window sill!\"\n131. Well the women they were in the garden\n132. an' one o' them happened to look up\n133. and she says \"Are ye in trouble, Margaret?\"\n134. \"Not really a've jus' tear a gas main.\"\n135. Well she coom' in – she came in\n136. an' she jus' turned the gas off.\n137. An' a' came downstairs\n138. an' – she jus' sat down\n139. an' ye'd jus' think it had never been.\n140. Everything was – was forgotten wa'n' it?\n141. An' then of course we had the night 'e died.\n142. Her husban' died over here.\n143. An' – we've been friendly ever since.\n144. And even now she'll say \"A' don't know why it all started.\"\n145. But the thing was if I hadna gone an' defended meself when a' did, well my life jus' wouldna been worth livin'.\n146. Ye've got to go out an' defend yourself because if you don't well, y' might as well be dead.\n147. That's all there is to it y'know.\n148. They would lead you – a terrible life if you didn't do that.\n149. A'm glad a' did in a way.\n150. Now mind, a'm not so bad.\n151. A' can control meself.\n152. But one time a' jus' couldn't."
}