{
  "narrative": "He just lay doon on the sette and turned over and that was him gone. It was an exceptionally good afternoon and she put him out in a basket chair sitting at the window ootside in the garden. She went in on the one bus and came back on the same bus because the conductress says to her, \"Thought you said you were going for messages,\" she says. \"So I was.\" \"Well\" she says, \"I'm glad I'm not waiting on you,\" she says. \"You coudnae have got much because you've got the same bus back.\" \"Ach well\" she says, \"I don't like the idea of leaving him too long,\" and she went up the road. She noticed his basket chair was there but he wasnae there. She never thought anything aboot it because it was too warm. She thought he'd naturally gone inside and when she went in he was lying on the settee. And she's auld-fashioned very tidy, very smart. Everything had to go in its place. She took off her coat hung it up put away her shopping bag and she says \"It's rather early for our tea – our dinner, so I'll go and ask him if he wants a coffee.\" And she made the coffee and she went through and shook him to ask him if he wanted tea. And he fell off the settee in front of her. And she just – her mind just broke and she's never known what it is since.",
  "segmentation": "1. He just lay doon on the sette\n2. and turned over\n3. and that was him gone.\n4. It was an exceptionally good afternoon\n5. and she put him out in a basket chair sitting at the window ootside in the garden.\n6. She went in on the one bus\n7. and came back on the same bus because the conductress says to her, \"Thought you said you were going for messages,\" she says.\n8. \"So I was.\"\n9. \"Well\" she says, \"I'm glad I'm not waiting on you,\" she says.\n10. \"You coudnae have got much because you've got the same bus back.\"\n11. \"Ach well\" she says, \"I don't like the idea of leaving him too long,\"\n12. and she went up the road.\n13. She noticed his basket chair was there\n14. but he wasnae there.\n15. She never thought anything aboot it because it was too warm.\n16. She thought he'd naturally gone inside\n17. and when she went in he was lying on the settee.\n18. And she's auld-fashioned very tidy, very smart.\n19. Everything had to go in its place.\n20. She took off her coat\n21. hung it up\n22. put away her shopping bag\n23. and she says \"It's rather early for our tea – our dinner, so I'll go and ask him if he wants a coffee.\"\n24. And she made the coffee\n25. and she went through\n26. and shook him to ask him if he wanted tea.\n27. And he fell off the settee in front of her.\n28. And she just – her mind just broke\n29. and she's never known what it is since."
}