{
  "narrative": "That's life honey. I went to work that morning. It was 5:30 in the morning. And I – you know ... we're used to lookin' in the bedrooms. And the kids are sleeping. The wife's alright. Everything. And then we go to work ... You know me, y'know ... And that day ... I had fallen about a week prior to that I had fallen in the foc'sle of a ship that's underneath the bulwark underneath the main deck ... And I had fallen. I hurt my one knee. The left knee not this one I showed you. The left knee. And I thought that was what my wife was coming to the shipyard to see me for right? And here it is I mean. \"Hey oh babe,\" I said, \"They got limousines that take you home if you're hurt. You know. You didn't have to come to see me.\" And here it is she's coming to tell me that my son died ... And I had the cane. I just ... went crazy bustin' the windows. Just like that. (He wasn't sick?) Nothing. No warning. He had some seizures. Then they said he was alright. He was taking phenobarbs. You know stuff like that ... And uh ... he died. Right there ... in ... that morning. He died. He was dead. At 8:30 she came to the shipyard and told me about it. He was dead. And I said \"Don't tell me that. Man I don't wanna hear it. The end of that.\" We went on.",
  "segmentation": "1. That's life honey.\n2. I went to work that morning.\n3. It was 5:30 in the morning.\n4. And I – you know ... we're used to lookin' in the bedrooms.\n5. And the kids are sleeping.\n6. The wife's alright.\n7. Everything.\n8. And then we go to work ...\n9. You know me, y'know ... And that day ...\n10. I had fallen about a week prior to that\n11. I had fallen in the foc'sle of a ship that's underneath the bulwark underneath the main deck ...\n12. And I had fallen.\n13. I hurt my one knee. The left knee not this one I showed you.\n14. The left knee.\n15. And I thought that was what my wife was coming to the shipyard to see me for right?\n16. And here it is I mean.\n17. \"Hey oh babe,\" I said, \"They got limousines that take you home if you're hurt. You know.\n18. You didn't have to come to see me.\"\n19. And here it is she's coming to tell me that my son died ...\n20. And I had the cane.\n21. I just ... went crazy bustin' the windows.\n22. Just like that.\n23. (He wasn't sick?) Nothing.\n24. No warning.\n25. He had some seizures.\n26. Then they said he was alright.\n27. He was taking phenobarbs. You know stuff like that ...\n28. And uh ... he died.\n29. Right there ... in ... that morning.\n30. He died.\n31. He was dead.\n32. At 8:30 she came to the shipyard\n33. and told me about it.\n34. He was dead.\n35. And I said \"Don't tell me that.\n36. Man I don't wanna hear it.\n37. The end of that.\"\n38. We went on."
}