{
  "narrative": "Well the corporation has a lot to do with it. Eh it's forty-four and a half years going on forty-five, January 25 will make 45 years that I lost my little sister You see that wedding picture that's there? That's my sister and her husband. She was 18 years old and uh and a couple of years later she died. She died of – eh – she had an appendix operation but poison set in peritonitis set in, and in those years they had no penicillin. There was no penicillin around and my sister died at the age of twenty-two and a half and I raised her little girl that she left me this little girl that's on the picture she's 49 years old today. That's my mother alongside of the little girl and I raised her. She died at the age of twenty-two and a half. Now my sister – we didn't have one cent of insurance in the entire house. No one had insurance. We couldn't afford to eat let alone buy insurance. So we're worried about – and who dreamt that at twenty-two and a half you were gonna lose your sister or anybody at that age? Well I was flabbergasted and I didn't know what I was going to do. How were we going to bury this poor sister? I called up Levin the undertaker who are big undertakers in this city and I knew Mrs. Levin personally. She's long since dead. And I used to go to the Camack bath which is a shvitz– Actually it's a shvitz. lt's a modern shvitz. They call it a health club. Today it's called a health club. Mrs. Levin who is the undertaker's wife, used to be there and every Thursday I used to see Mrs. Levin so I knew her personally. We used to sit together in the shvitz. Now that's the first one I thought of because I didn't know about death and I didn't know how I was going to do this. So I called Levin the undertaker which was my responsibility because I was the oldest and my mother and father didn't have a penny and they all looked to me to make things possible. So I called Mr. – the Levins up and I said \"Mr. Levin, I am a personal friend of your wife,\" and I explained the situation \"I just lost my baby sister and we don't have five cents in our house. Now I have to go out to borrow this money and I would like to know what's the least, the least amount that I would need to make a funeral? Now you have to make it very cheap because I don't have a dime and I don't even know who I'm going to ask for this money. Mrs. Levin knows me very well. So please extend yourself and tell her that I called.\" So he says \"O.K. I'll tell you what I'll do.\" He said \"I'll give you everything included, but you'll need at least five hundred dollars.\" Which was the biggest bargain. Who could you bury for $500 today? So I said \"I'll see what I can do, Mr. Levin. I'll get back to you.\" Now I'm too upset. The treasurer in our corporation was a son-in-law of Mr. Bernstein. He was married to Mr. Bernstein's daughter Lena. Her name is Lena. My sister's name is Lena. So I sent my husband Nussin who just passed away. I said \"Go to Harry Pressger\" who had a little grocery store at 803 South 2nd which is 2nd and Catherine. Now the man never even wore a clean pair of pants. He wore the dirtiest greasiest pants and wouldn't buy a pair of pants for two dollars. But he carried more money in his pockets than I had in the bank, that was for sure. And I said \"The only person that I think and I feel that wouldn't turn me down at a time like this is Harry Pressger. You walk around to Harry Pressger's grocery store and tell him what happened to us. And say 'Rose needs five hundred dollars to bury her sister. Can you help her?'\" My husband walked around. He was reluctant because he was ashamed. After all he wouldn't ask for himself. But – he wanted me to go but I wou – my mother was in such a bad state of mind that I was afraid to leave her. She w– my mother had fainting spells and she was fainting all over the place. So I said \"Go! Go and ask Harry Pressger. You come back and tell me.\" So sure enough he went to Harry Pressger and he said \"Harry\" he waited waited on a customer in this little store, and he said \"I have something personal to ask you. Rose sent me over to ask you for a special favor.\" And he said \"What is it, Farmer?\" They called my husband Farmer which was a nickname. He used – they used to live on a farm they had a farm when they were children. So when he used to come into the city everybody said \"Hi farmer!\" And that name stuck to him. So his name was Farmer it was never Nathan it was always Farmer. Well Harry says \"Farmer, what can I do for you?\" and he tells him the story and he said \"Rose needs five hundred dollars to bury her sister.\" \"Oh my! The sister dead! Ahhh ohhh!\" No! \"Woe is me the beautiful sister, ohhh! Well wait a moment, wait a moment, Wait! Farmer wait a minute.\" In his dirty pants' pocket he put his hand down and took out a roll of bills that could choke a horse and he peeled off five hundred dollars and he said to my husband \"Farmer, take the money, and give it to Rose! Here is 500 dollars and give it to Rose.\" Now where can you do this today? This is how nice and good people were to each other. Now my husband brings me the five hundred dollars I says \"I have to go call Mr. Levin the undertaker and tell him I have the money and make all the arrangements. Now getting back to my sister. And now I have to worry about the $500 being repaid. So when I got up from shiva I went to the meeting. The corporation met every Sunday at the Bernstein house at 242 Catherine Street. Now I go into the meeting to see what could be done about making arrangements to repay the money. And – not that I had any money I didn't have a cent in the house. My husband took eh – he was working for $25 a week and I had to call a professor in at the last minute to see if anything could be done and he borrowed two weeks' salary from his boss. We'll be starving there and starving here with my brother-in-law's nine dollar pay. So I went into the corporation and I said \"Gentlemen, I have something very big to ask of you. This is a very big favor.\" And I explained how I lost my sister last week. Harry Pressger very kind, and he loaned me $500. \"Now I have to return that money. I can't afford to make a loan and pay regular payments because my husband isn't getting a cent for three weeks and there isn't a ten cent piece in the house. I have to borrow money just to go buy food.\" I said \"And I wanna try to pay the money back but I want the corporation to pay Harry back the $500 and then make some kind of a loan for me. I don't know how long it'll take. I don't know how – when – whether I could give you – Whatever I can give you\" I said, \"I will pay. I will never do you out of one penny. Your moneys will be repaid. How long I cannot say. But right now I'm interested in repaying Harry Pressger his $500. Now what can you do for me? And I'm not promising you a thing.\" So – they went in the little kitchen. They used to go in a huddle. And they had meeting over at – some – wh– wherever they didn't want you to hear their business. They went in the kitchen the Bernstein kitchen, and they had a big discussion over me and my problem. So – when they came out – there was a secretary – no a president and a secretary. They were called the Apple brothers. They were twin brothers and they were tailors and they had a tailoring shop around the forty-seven hundred block on Lancaster Avenue. They were very fine people. Now Mr. Apple gets up and he says to me one of the twins, \"Rose, this is what we decided on for you. You're a good person. You only have $50 with us in the corporation but that doesn't mean – a thing. You have a million dollars' worth of credit and a million dollars' worth of faith and we are going to repay Harry Pressger that loan.\"",
  "segmentation": "1. Well the corporation has a lot to do with it.\n2. Eh it's forty-four and a half years going on forty-five,\n3. January 25 will make 45 years that I lost my little sister\n4. You see that wedding picture that's there?\n5. That's my sister and her husband.\n6. She was 18 years old and uh\n7. and a couple of years later she died.\n8. She died of – eh – she had an appendix operation\n9. but poison set in peritonitis set in,\n10. and in those years they had no penicillin.\n11. There was no penicillin around\n12. and my sister died at the age of twenty-two and a half\n13. and I raised her little girl that she left me\n14. this little girl that's on the picture she's 49 years old today.\n15. That's my mother alongside of the little girl\n16. and I raised her.\n17. She died at the age of twenty-two and a half.\n18. Now my sister – we didn't have one cent of insurance in the entire house.\n19. No one had insurance.\n20. We couldn't afford to eat let alone buy insurance.\n21. So we're worried about – and who dreamt that at twenty-two and a half you were gonna lose your sister or anybody at that age?\n22. Well I was flabbergasted\n23. and I didn't know what I was going to do.\n24. How were we going to bury this poor sister?\n25. I called up Levin the undertaker who are big undertakers in this city\n26. and I knew Mrs. Levin personally.\n27. She's long since dead.\n28. And I used to go to the Camack bath which is a shvitz–\n29. Actually it's a shvitz.\n30. lt's a modern shvitz.\n31. They call it a health club.\n32. Today it's called a health club.\n33. Mrs. Levin who is the undertaker's wife, used to be there\n34. and every Thursday I used to see Mrs. Levin\n35. so I knew her personally.\n36. We used to sit together in the shvitz.\n37. Now that's the first one I thought of because I didn't know about death and I didn't know how I was going to do this.\n38. So I called Levin the undertaker which was my responsibility because I was the oldest and my mother and father didn't have a penny and they all looked to me to make things possible.\n39. So I called Mr. – the Levins up\n40. and I said \"Mr. Levin, I am a personal friend of your wife,\"\n41. and I explained the situation\n42. \"I just lost my baby sister\n43. and we don't have five cents in our house.\n44. Now I have to go out to borrow this money\n45. and I would like to know what's the least, the least amount that I would need to make a funeral?\n46. Now you have to make it very cheap because I don't have a dime and I don't even know who I'm going to ask for this money.\n47. Mrs. Levin knows me very well.\n48. So please extend yourself\n49. and tell her that I called.\"\n50. So he says \"O.K. I'll tell you what I'll do.\"\n51. He said \"I'll give you everything included,\n52. but you'll need at least five hundred dollars.\"\n53. Which was the biggest bargain.\n54. Who could you bury for $500 today?\n55. So I said \"I'll see what I can do, Mr. Levin.\n56. I'll get back to you.\"\n57. Now I'm too upset.\n58. The treasurer in our corporation was a son-in-law of Mr. Bernstein.\n59. He was married to Mr. Bernstein's daughter Lena.\n60. Her name is Lena.\n61. My sister's name is Lena.\n62. So I sent my husband Nussin who just passed away.\n63. I said \"Go to Harry Pressger\"\n64. who had a little grocery store at 803 South 2nd which is 2nd and Catherine.\n65. Now the man never even wore a clean pair of pants.\n66. He wore the dirtiest greasiest pants\n67. and wouldn't buy a pair of pants for two dollars.\n68. But he carried more money in his pockets than I had in the bank, that was for sure.\n69. And I said \"The only person that I think and I feel that wouldn't turn me down at a time like this is Harry Pressger.\n70. You walk around to Harry Pressger's grocery store and tell him what happened to us.\n71. And say 'Rose needs five hundred dollars to bury her sister. Can you help her?'\"\n72. My husband walked around.\n73. He was reluctant because he was ashamed.\n74. After all he wouldn't ask for himself.\n75. But – he wanted me to go\n76. but I wou – my mother was in such a bad state of mind that I was afraid to leave her.\n77. She w– my mother had fainting spells\n78. and she was fainting all over the place.\n79. So I said \"Go! Go and ask Harry Pressger.\n80. You come back and tell me.\"\n81. So sure enough he went to Harry Pressger\n82. and he said \"Harry\"\n83. he waited waited on a customer in this little store,\n84. and he said \"I have something personal to ask you.\n85. Rose sent me over to ask you for a special favor.\"\n86. And he said \"What is it, Farmer?\"\n87. They called my husband Farmer which was a nickname.\n88. He used – they used to live on a farm\n89. they had a farm when they were children.\n90. So when he used to come into the city everybody said \"Hi farmer!\"\n91. And that name stuck to him.\n92. So his name was Farmer\n93. it was never Nathan\n94. it was always Farmer.\n95. Well Harry says \"Farmer, what can I do for you?\"\n96. and he tells him the story\n97. and he said \"Rose needs five hundred dollars to bury her sister.\"\n98. \"Oh my! The sister dead! Ahhh ohhh!\"\n99. No! \"Woe is me the beautiful sister, ohhh!\n100. Well wait a moment, wait a moment,\n101. Wait! Farmer wait a minute.\"\n102. In his dirty pants' pocket he put his hand down\n103. and took out a roll of bills that could choke a horse\n104. and he peeled off five hundred dollars\n105. and he said to my husband \"Farmer, take the money,\n106. and give it to Rose!\n107. Here is 500 dollars and give it to Rose.\"\n108. Now where can you do this today?\n109. This is how nice and good people were to each other.\n110. Now my husband brings me the five hundred dollars\n111. I says \"I have to go call Mr. Levin the undertaker\n112. and tell him I have the money\n113. and make all the arrangements.\n114. Now getting back to my sister.\n115. And now I have to worry about the $500 being repaid.\n116. So when I got up from shiva I went to the meeting.\n117. The corporation met every Sunday at the Bernstein house at 242 Catherine Street.\n118. Now I go into the meeting to see what could be done about making arrangements to repay the money.\n119. And – not that I had any money\n120. I didn't have a cent in the house.\n121. My husband took eh – he was working for $25 a week\n122. and I had to call a professor in at the last minute to see if anything could be done\n123. and he borrowed two weeks' salary from his boss.\n124. We'll be starving there\n125. and starving here with my brother-in-law's nine dollar pay.\n126. So I went into the corporation\n127. and I said \"Gentlemen, I have something very big to ask of you.\n128. This is a very big favor.\"\n129. And I explained how I lost my sister last week.\n130. Harry Pressger very kind, and he loaned me $500.\n131. \"Now I have to return that money.\n132. I can't afford to make a loan\n133. and pay regular payments because my husband isn't getting a cent for three weeks and there isn't a ten cent piece in the house.\n134. I have to borrow money just to go buy food.\"\n135. I said \"And I wanna try to pay the money back\n136. but I want the corporation to pay Harry back the $500\n137. and then make some kind of a loan for me.\n138. I don't know how long it'll take.\n139. I don't know how – when – whether I could give you –\n140. Whatever I can give you\" I said, \"I will pay.\n141. I will never do you out of one penny.\n142. Your moneys will be repaid.\n143. How long I cannot say.\n144. But right now I'm interested in repaying Harry Pressger his $500.\n145. Now what can you do for me?\n146. And I'm not promising you a thing.\"\n147. So – they went in the little kitchen.\n148. They used to go in a huddle.\n149. And they had meeting over at – some – wh– wherever they didn't want you to hear their business.\n150. They went in the kitchen the Bernstein kitchen,\n151. and they had a big discussion over me and my problem.\n152. So – when they came out – there was a secretary – no a president and a secretary.\n153. They were called the Apple brothers.\n154. They were twin brothers\n155. and they were tailors\n156. and they had a tailoring shop around the forty-seven hundred block on Lancaster Avenue.\n157. They were very fine people.\n158. Now Mr. Apple gets up\n159. and he says to me one of the twins, \"Rose, this is what we decided on for you.\n160. You're a good person.\n161. You only have $50 with us in the corporation\n162. but that doesn't mean – a thing.\n163. You have a million dollars' worth of credit and a million dollars' worth of faith\n164. and we are going to repay Harry Pressger that loan.\""
}