{
  "narrative": "We moved down to Third and uh Wharton. We had gotten moved but it was like – you remember I told you my father drank but it was still day and after he had gotten in and put the furniture where it was supposed to go my mother left, to go to market to get some food to bring into the house. And my father went to take the horses – take the team of horses back. But he didn't come home. He – uh – I stopped somewhere on – I dunno but he – that's where – how he – why he wasn't in the house. And of course I was left there with the kids. Well no sooner did my mother get out of the house – my father went first – then – oh it was such an awful crash came through the window. And I – and I looked and it was a big stone. And then of course they – they – well they stoned the house. And I had sense enough to get the kids into the stairway so that they wouldn't get hurt by flyin' gla- glass. And I said to them \"Now you stay there. Don't move 'cause nothing will reach you here. And I'm gonna go and see if I can find mom\" – (We call our mother mom.) And they were crying and carryin' on. I was scared to death I really was frightened out of my wits. And I didn't know what to do but I remember saying a prayer as I went out the front door because I didn't know what was gonna hit me when I went out that door. And I ran – I was ten years old at the time this happened – I ran to Fourth street because I knew my mother wa- They had push carts in those days on Fourth street. And it was a Jewish neighborhood and they – they stayed open until – until all hours. Because they would you know, however much money they could get they wanted. So uh that's where she was going to do her shopping. And I finally found my mother. I did find her. And while I was trying to tell her what had happened a policeman went by. And my voice was such that you could hardly make out what I was saying. I was so nervous and – and – my voice was shaking so and he wanted to find out what ha- what was wrong with me. And then when he understood what the situation was he turned to my mother and says \"This is a bad neighborhood. It's Irish.\" And he said \"Th- they're known to do things like that, Better move out of there.\" My mother said \"I just moved in, how am I gonna move out?\" He says \"I dunno.\" He says \"But they don't want any black people in there.\" An' he didn't say black 'cause they didn't use black then. But \"they don't want anybody in there.\" So uh she said, \"Well you're the law. You're supposed to protect us.\" He says \"I can't do anything with it.\" He was Irish himself. \"I can't do anything about it.\" So my mother said um \"Where is the uh precinct you work from?\" And he told her. I forgot now. I was right there with her but I've forgotten where he told her. So uh she said \"Well if you can't do anything to help me, I'll go see who – if I can't find someone else to help me.\" Well in those days black people were so cowed by circumstances an' uniforms an' – an' – an' white people you know, they uh many times didn't assert themselves. But thankfully my mother was not one of those kind. And uh she – well I always thought of her as an educated person which she was because she was the only one I knew who had completed high school. She went to Lackawanna uh high school. And uh this was – let me see what year was this happening – well it must have been nineteen twenty-five so you can see what – what the times were. And we went – she took me and we went to the police station. And they also had police wagons with horses attached to them. Believe it or not in those days. So my mother said to the captain, \"What are you going to do about it?\" And he says \"Well lady there's nothing we can do about it.\" And she says \"You mean to tell me that I have to live under those circumstances and there's nothing that you can do about it?\" She says – he says \"Well uh uh the only thing I can tell you to do is to move.\" He says \"Because\" – uh he said to me, \"Did you see anyone?\" And I said \"No.\" He says \"Well how can – how can you\" – to my mother – \"how can you do anything if you don't know who – who to put the blame on?\" An' he says \"I'm sure there was more than uh than one person.\" So my mother said \"Well I don't know what I'm going to do.\" She says \"But one thing I know I'm not going to do is move. Because I have no money to move with.\" They took all we had to to pay the rent. In that house you had to pay uh in advance. And she said \"If they didn't want me there they should not have rented the house to me. Now the real estate agent should be accountable.\" So anyhow she said to him, \"Well I know one thing you can do.\" And he says \"What's that?\" She says \"You can take me home.\" He said \"Take you home?\" She said \"Yes in the police patrol.\" So – I-I guess they figured \"Let's get this lady out of here because she's talking loud and long.\" And they had never come up with anybody like that. So they put us in the police patrol and they took us home. We weren't far from from – from where it was – maybe Fifth street – from where we had moved. And uh – course with the horses and the police patrol and the clang – they had a bell that clanged. Clang clang clang – you know they told you about the trolley that went \"Clang.\" Well this police patrol that bell they had it went \"Clang clang clang.\" And um all the neighbors came running out to see what was happening. And of course they saw the man came around the back – I can r- see it right now – from where he was sitting up front there where the horses came around and opened the door in the back. And they had a long door in the back where you had to come down steps to get out the back of the – of this police patrol. Well we got out of that police patrol – Before the patrol ever left my mother turned and faced all those people that were standing around and she says \"Why you're doing this to me I don't know.\" She says \"I know that I am different from you, color wise, but in every other respect I'm just the same as you are and all I'm trying to do is provide a home for my family.\" She told them that they had rented the house she told them how much money she had paid she had told them that was all the money she had. And they had paid that rent for a month. She knew she was going to be there for the month. She did not know beyond the month. Whether they'd have enough mother – money to pay it for the next month. But she knew they were going to be there for for the month. She said \"It is winter time and it is cold. And I cannot afford to be buying windows.\" \"Now\" she said \"Whoever threw the stones I don't know. But you can all see what has happened. And now I'm telling you that we're going to be here for a month. So you might just as well make up your mind to that. If you don't want me here then you people get together and give me enough money to move somewhere else. because I do not have it.\" Well of course you know they didn't do that. They probably didn't have any money either. So in the meantime – not in the meantime but during during the period of time that we were there, my father became sick. And the neighbors were as nice as anybody could ever have been. When there was trouble they responded just like anyone else. But that was our welcoming to the neighborhood. And it was terrible and it certainly was frightening for me.",
  "segmentation": "1. We moved down to Third and uh Wharton.\n2. We had gotten moved\n3. but it was like – you remember I told you my father drank\n4. but it was still day\n5. and after he had gotten in and put the furniture where it was supposed to go my mother left, to go to market to get some food to bring into the house.\n6. And my father went to take the horses – take the team of horses back.\n7. But he didn't come home.\n8. He – uh – I stopped somewhere on – I dunno\n9. but he – that's where – how he – why he wasn't in the house.\n10. And of course I was left there with the kids.\n11. Well no sooner did my mother get out of the house – my father went first – then – oh it was such an awful crash came through the window.\n12. And I – and I looked and it was a big stone.\n13. And then of course they – they – well they stoned the house.\n14. And I had sense enough to get the kids into the stairway so that they wouldn't get hurt by flyin' gla- glass.\n15. And I said to them \"Now you stay there.\n16. Don't move 'cause nothing will reach you here.\n17. And I'm gonna go and see if I can find mom\" –\n18. (We call our mother mom.)\n19. And they were crying\n20. and carryin' on.\n21. I was scared to death\n22. I really was frightened out of my wits.\n23. And I didn't know what to do\n24. but I remember saying a prayer as I went out the front door because I didn't know what was gonna hit me when I went out that door.\n25. And I ran –\n26. I was ten years old at the time this happened –\n27. I ran to Fourth street because I knew my mother wa-\n28. They had push carts in those days on Fourth street.\n29. And it was a Jewish neighborhood\n30. and they – they stayed open until – until all hours.\n31. Because they would you know, however much money they could get they wanted.\n32. So uh that's where she was going to do her shopping.\n33. And I finally found my mother.\n34. I did find her.\n35. And while I was trying to tell her what had happened\n36. a policeman went by.\n37. And my voice was such that you could hardly make out what I was saying.\n38. I was so nervous and – and – my voice was shaking so\n39. and he wanted to find out what ha- what was wrong with me.\n40. And then when he understood what the situation was he turned to my mother\n41. and says \"This is a bad neighborhood.\n42. It's Irish.\"\n43. And he said \"Th- they're known to do things like that,\n44. Better move out of there.\"\n45. My mother said \"I just moved in, how am I gonna move out?\"\n46. He says \"I dunno.\"\n47. He says \"But they don't want any black people in there.\"\n48. An' he didn't say black 'cause they didn't use black then.\n49. But \"they don't want anybody in there.\"\n50. So uh she said, \"Well you're the law.\n51. You're supposed to protect us.\"\n52. He says \"I can't do anything with it.\"\n53. He was Irish himself.\n54. \"I can't do anything about it.\"\n55. So my mother said um \"Where is the uh precinct you work from?\"\n56. And he told her.\n57. I forgot now.\n58. I was right there with her\n59. but I've forgotten where he told her.\n60. So uh she said \"Well if you can't do anything to help me, I'll go see who – if I can't find someone else to help me.\"\n61. Well in those days black people were so cowed by circumstances an' uniforms an' – an' – an' white people you know, they uh many times didn't assert themselves.\n62. But thankfully my mother was not one of those kind.\n63. And uh she – well I always thought of her as an educated person which she was because she was the only one I knew who had completed high school.\n64. She went to Lackawanna uh high school.\n65. And uh this was – let me see what year was this happening – well it must have been nineteen twenty-five so you can see what – what the times were.\n66. And we went – she took me and we went to the police station.\n67. And they also had police wagons with horses attached to them. Believe it or not in those days.\n68. So my mother said to the captain, \"What are you going to do about it?\"\n69. And he says \"Well lady there's nothing we can do about it.\"\n70. And she says \"You mean to tell me that I have to live under those circumstances and there's nothing that you can do about it?\"\n71. She says – he says \"Well uh uh the only thing I can tell you to do is to move.\"\n72. He says \"Because\" – uh he said to me, \"Did you see anyone?\"\n73. And I said \"No.\"\n74. He says \"Well how can – how can you\" – to my mother – \"how can you do anything if you don't know who – who to put the blame on?\"\n75. An' he says \"I'm sure there was more than uh than one person.\"\n76. So my mother said \"Well I don't know what I'm going to do.\"\n77. She says \"But one thing I know I'm not going to do is move. Because I have no money to move with.\"\n78. They took all we had to to pay the rent.\n79. In that house you had to pay uh in advance.\n80. And she said \"If they didn't want me there they should not have rented the house to me.\n81. Now the real estate agent should be accountable.\"\n82. So anyhow she said to him, \"Well I know one thing you can do.\"\n83. And he says \"What's that?\"\n84. She says \"You can take me home.\"\n85. He said \"Take you home?\"\n86. She said \"Yes in the police patrol.\"\n87. So – I-I guess they figured \"Let's get this lady out of here because she's talking loud and long.\"\n88. And they had never come up with anybody like that.\n89. So they put us in the police patrol\n90. and they took us home.\n91. We weren't far from from – from where it was – maybe Fifth street – from where we had moved.\n92. And uh – course with the horses and the police patrol and the clang –\n93. they had a bell that clanged. Clang clang clang –\n94. you know they told you about the trolley that went \"Clang.\"\n95. Well this police patrol that bell they had it went \"Clang clang clang.\"\n96. And um all the neighbors came running out to see what was happening.\n97. And of course they saw the man came around the back –\n98. I can r- see it right now – from where he was sitting up front there where the horses came around\n99. and opened the door in the back.\n100. And they had a long door in the back where you had to come down steps to get out the back of the – of this police patrol.\n101. Well we got out of that police patrol –\n102. Before the patrol ever left my mother turned\n103. and faced all those people that were standing around\n104. and she says \"Why you're doing this to me I don't know.\"\n105. She says \"I know that I am different from you, color wise,\n106. but in every other respect I'm just the same as you are\n107. and all I'm trying to do is provide a home for my family.\"\n108. She told them that they had rented the house\n109. she told them how much money she had paid\n110. she had told them that was all the money she had.\n111. And they had paid that rent for a month.\n112. She knew she was going to be there for the month.\n113. She did not know beyond the month.\n114. Whether they'd have enough mother – money to pay it for the next month.\n115. But she knew they were going to be there for for the month.\n116. She said \"It is winter time and it is cold.\n117. And I cannot afford to be buying windows.\"\n118. \"Now\" she said \"Whoever threw the stones I don't know.\n119. But you can all see what has happened.\n120. And now I'm telling you that we're going to be here for a month.\n121. So you might just as well make up your mind to that.\n122. If you don't want me here then you people get together and give me enough money to move somewhere else. because I do not have it.\"\n123. Well of course you know they didn't do that.\n124. They probably didn't have any money either.\n125. So in the meantime – not in the meantime but during during the period of time that we were there, my father became sick.\n126. And the neighbors were as nice as anybody could ever have been.\n127. When there was trouble they responded just like anyone else.\n128. But that was our welcoming to the neighborhood.\n129. And it was terrible\n130. and it certainly was frightening for me."
}