{
  "narrative": "Well in the business I was associated at that time the Doc was an old man. He had killed one man – or had done time. But he had – a young wife and in those days I dressed well. And seemingly she was trying to make me. I never noticed it. Fact is I didn't like her very well because she had – She was a nice looking girl until you saw her feet. She had big feet. Jesus God she had big feet. Then she left a note one day saying she was gonna commit suicide because he was always raising hell about me. He came to my hotel. Nice big blue .44 too. I talked him out of it and says \"Well, we'll go look for her, and if we can't find her well you can – go ahead pull the trigger if you want to.\" I was maneuvering. So he took me up on it. And we went to where they found her handkerchief – the edge of a creek and we followed down a little more and we couldn't find anything. And got back – it was a tent show – she was laying on a cot with an ice-bag on her head. She hadn't committed suicide. But – however – that settled it for that day. But that night the manager Floyd Adams, said, \"You better pack up and get out because that son of a bitch never forgives anything once he gets it into his head.\" And I did. I packed up and got out. That was two.",
  "segmentation": "1. Well in the business I was associated at that time the Doc was an old man.\n2. He had killed one man –\n3. or had done time.\n4. But he had – a young wife\n5. and in those days I dressed well.\n6. And seemingly she was trying to make me.\n7. I never noticed it.\n8. Fact is I didn't like her very well because she had –\n9. She was a nice looking girl until you saw her feet.\n10. She had big feet.\n11. Jesus God she had big feet.\n12. Then she left a note one day saying she was gonna commit suicide because he was always raising hell about me.\n13. He came to my hotel.\n14. Nice big blue .44 too.\n15. I talked him out of it\n16. and says \"Well, we'll go look for her,\n17. and if we can't find her well you can – go ahead pull the trigger if you want to.\"\n18. I was maneuvering.\n19. So he took me up on it.\n20. And we went to where they found her handkerchief – the edge of a creek\n21. and we followed down a little more\n22. and we couldn't find anything.\n23. And got back\n24. – it was a tent show –\n25. she was laying on a cot with an ice-bag on her head.\n26. She hadn't committed suicide.\n27. But – however – that settled it for that day.\n28. But that night the manager Floyd Adams, said, \"You better pack up and get out because that son of a bitch never forgives anything once he gets it into his head.\"\n29. And I did.\n30. I packed up\n31. and got out.\n32. That was two."
}