{
  "narrative": "Oh yes I can remember real well. 'Fact stayed with me quite a while. Well there's a fellow, his name was Martin Cassidy, 'n' Bill Hatfield. Mrs. Hatfield gave him some money an' tell him to get a bushel of peaches. An' he went down to Martin's house. An' Martin had some moonshine there. Back down there they make their own liquor you know, so – we call it moonshine. Today they call it white lightnin' but at that time we call it moonshine. An' I remember real well what happened. Bunch of us kids was out there playin' an' no one meanin' any harm about it. But anyway Mrs. Hatfield come down an' took away her money from Mr. Hatfield you know, for the peaches, 'cause she know what he was gonna buy drinks with it. 'N' Mr. Cassidy was layin' out there in the yard. And Mr. Cassidy just looked up and he said to Bill just – just jokin', just in a kiddin' way, he said, \"Uh huh,\" he says, \"that's – another dollar bill you won't get to spend for drink, hunh.\" 'N' Bill said \"I'll fix you, ya so-and-so.\" So he walked in Martin Cassidy's house his own house, came out with a double-bitted axe hit him down across the head once turned over and hit him again then throwed the axe down and run down through the woods. Just over two dollars that he was sent for peaches with.",
  "segmentation": "1. Oh yes I can remember real well.\n2. 'Fact stayed with me quite a while.\n3. Well there's a fellow, his name was Martin Cassidy, 'n' Bill Hatfield.\n4. Mrs. Hatfield gave him some money\n5. an' tell him to get a bushel of peaches.\n6. An' he went down to Martin's house.\n7. An' Martin had some moonshine there.\n8. Back down there they make their own liquor you know,\n9. so – we call it moonshine.\n10. Today they call it white lightnin'\n11. but at that time we call it moonshine.\n12. An' I remember real well what happened.\n13. Bunch of us kids was out there playin'\n14. an' no one meanin' any harm about it.\n15. But anyway Mrs. Hatfield come down\n16. an' took away her money from Mr. Hatfield you know, for the peaches, 'cause she know what he was gonna buy drinks with it.\n17. 'N' Mr. Cassidy was layin' out there in the yard.\n18. And Mr. Cassidy just looked up\n19. and he said to Bill just – just jokin', just in a kiddin' way, he said, \"Uh huh,\" he says, \"that's – another dollar bill you won't get to spend for drink, hunh.\"\n20. 'N' Bill said \"I'll fix you, ya so-and-so.\"\n21. So he walked in Martin Cassidy's house his own house,\n22. came out with a double-bitted axe\n23. hit him down across the head once\n24. turned over\n25. and hit him again\n26. then throwed the axe down\n27. and run down through the woods.\n28. Just over two dollars that he was sent for peaches with."
}