{
    "narrative": "My daughter died. It’ll be twenty-eight years this month. The thirtieth of this month, yeah. She died at Methodist Hospital. She had an operation for appendicitis. It was late Saturday afternoon when they operated, very late. Sunday morning, my oldest daughter, Victoria, went to the hospital to see how she was. She was still under ether. Back then, they used a lot of ether. There was a chair there. They were just starting to get people out of bed, you know. So, Victoria saw the chair, and she said to the nurse, “What’s this chair doing here?” The nurse said, “Well, we’ve got to get her out of bed.” She said, “What are you talking about? She’s still under ether.” “She’s too sick.” But the nurse said, “Well, that’s the doctor’s orders.” So, they went to get her out of bed, and she passed out, and they had to put her back in bed. See, here, she never – I don’t know if they knew or what, but I blame them for the blood clot she got, taking her out of bed. So, when she was walking around to come home after ten days, I was waiting for the call from the hospital. I didn’t have a phone then. The lady from the store who had a phone called me, “Mrs. Costa,” at aquarter to five at night. “Mrs. Costa, they just called you from the hospital. Go Pick Marie up. She’s discharged.” I had all the clothes laid out on the table. And Rita was – I was cooking, I said, “Rita, finish the cooking.” Daddy will be home soon.” He was working down in the yard. I said, “And put a big pot of coffee on,” because she had been wishing for coffee. And you know, every morning, that first cup of coffee, I offered it to her. When I get up in the morning, the first cup is hers. Since she’s gone, I never forget that. So I said, “Put a pot of coffee on, and send for some cake from the bakery.” I’m going to get Marie; they called me.” “All right, mother, go ahead,” she said, “I’ll finish up.” And I went myself. You know, I had the coat on my arm. She was operated on in March – No, April! So that was the thirtieth. She was operated – ten days before, so that would be the twentieth. The twentieth of April, right? It was kind of chilly. Oh, and I had everything in a bag, and I had the coat on my arm and her dress hanging on my arm. She saw me from the windows, from Wolf Street. She said, “My mother’s just coming.” She was with the girls, saying goodbye to everyone – you know how it is. They told me on the phone, it would be ten dollars more for her board. And to make sure I brought her girdle to put on. I said, “All right, I’ll be right over.” And I went. But when I got there, the nurse said to me, “Sit down, Mrs. Costa, sit here for a while.” So I sat down, and I was praying for another lady in the hospital that had an operation for her gall bladder. She lived near my sister, and she had ten children. They had said she was in very bad shape. I prayed, “Oh dear God, don’t take that mother away from her children.” I was praying for her, you know. Then a little nurse’s aide went to the closet and got some blankets. I started getting the chills, and I was thinking about it, when the aide said to the nurse, “Oh, she’s going into a cold sweat now.” The nurse hung up the phone and came to me. She said, “Mrs. Costa, has your daughter ever had a fainting spell?” “Oh my God!” I said, “Don’t tell me you’re running for my daughter!” “Yes,” she said, “come on in.” So, I went into the room. And my daughter was on the bed with her bedroom slippers and her housecoat on. And the beads of sweat – honest to God, not to exaggerate, they were that big. It came – just poured from her – I said, “What did you do, kill my daughter? You killed her! You killed her!” That’s what I kept yelling. And the doctor rushed in, see, they were trying to get the doctor, you know. She was a lady doctor. Dr. Schwartz actually did the operation, but she was his assistant, Dr. Montique. She was a lady doctor. So, she came in and she said – I said, “You killed my daughter – what did you do to her?” She said, “We don’t know what happened, Mrs. Costa.” She took me away from the bed. The nurse said to me, “Talk to her.” I said, “Talk to her? My daughter’s dying, what am I supposed to tell her?” And I was screaming. My hair was all pulled out. I went hysterical, you know what I mean? She was only eighteen years old. Beautiful girl, you can see from her picture. And just as I turned my back, my daughter passed away. She was getting ready to go home. I had the clothes and everything ready. My husband was waiting for her. He came home, went upstairs to shave and wash, then sat on the step, waiting. “When is the mother coming?” The hospital kept calling. The people in the office didn’t know what had happened yet. They kept calling the store, trying to reach us. They asked, “When is the mother coming to pick up Marie? She’s discharged.” And Rita said “That’s strange, the mother went to the hospital. She should be there.” So they came back to the hospital to look for us. Rita said, “Gee, that’s strange,” she said, “Mother must’ve gotten really worked up about Marie.” You know, I’ve always had a bad heart. “Mother must’ve gotten so upset about Marie, she probably made herself sick,” Rita thought. So she came over with my son-in-law, in the car. And I was in the main hallway, at the office. I was all pulled apart. One doctor wanted to give me a shot. I said, “Get out of here, I’ll kick you,” I said. “You killed my daughter, now you want to kill me?” Another nurse came over. See, they all knew me. I had three operations in no time, not even a year. And I knew all the nurses. “Mrs. Costa, please, take –” “Get out!” I said, “Don’t you dare come near me.” I was so hysterical. I was banging my head against the wall and everything. They had to grab me. Then they brought me to the office, see. When Rita came in and saw me like that, she asked, “Mother, what happened?” I said, “We lost Marie. Marie died.” Well, that’s this one. This is a picture of Rita. She went down like lightning. Dropped to the floor, and that’s a marble floor. She went down like lightning. And the back of her leg, it felt just like a pole. Hard like a pole, the back of her leg. And that girl is suffering. Thirty – no, twenty-eight years since her sister died? When she gets that pain, it’s like she has phlebitis from it. She suffers – seven, eight, nine weeks at a time. She can’t walk, she goes through such pain since then. And how did they figure how Marie died? The girl who was walking with Marie, told the doctor that Marie was saying goodbye to Arlene. And all Marie said to that girl was, “Oh, I’ve got a pain in my leg and I can’t see.” And then Marie collapsed. Later, they said it was a blood clot. I said, “Don’t you dare touch my daughter. I’ll burn this hospital down! I don’t care who’s in it.” I said, “Don’t you dare touch my daughter. You want to find out what she died from.” But if you touch my daughter, I’ll kill you.” I wouldn’t let them touch her. So when I got home – they took me home. I was screaming in the car. I couldn’t get out, you know, I couldn’t – I was screaming! Everybody came out, coming out of their doors because they could hear the screams. My husband was sitting on the step. He asked, “What’s the matter? What happened to you?” Well, my hair was all pulled, and my face – I was a mess. I didn’t know what I had done to myself. I said, “Mike, we lost Marie. Marie died.” It was just a shock. My husband had a heart attack. Yes, he had a heart attack. Then my son, Michael, yeah. That night. Right there, my Michael came, and my Michael collapsed. He had a heart attack too, no kidding. It was all – my two sisters were here, waiting until about half-past four. They waited because they knew she was coming home that day, waiting for the call. My younger sister had brought an orange for Marie, and I had never seen an orange like it. It was a big orange, like that. She said, “Mary, look, when they call you, when you pick Marie up, let us know, and we’ll come over.” I said, “All right.” So, I got home and called everybody, told them what happened. I called my brother-in-law. He was an undertaker. My sister’s husband – he’s passed away now too. God rest his soul. Maybe you know him... So they were waiting for my call, you know, but instead, I sent my son James, he was little then. I said, “Go tell Aunt Millie and Aunt Jenny.” They had cleaned the pavement, and done the cement work, and they were cleaning the pavement. They said, “Here comes little Jamie,” and now they said, “Maybe he’s come to tell us Marie’s home.” But when he got there, the poor kid’s eyes were all red. They said, “James, what’s the matter, honey? Why are you crying?” “Aunt Jenny, Aunt Millie, Marie died,” he said. Well, my sisters and my mother, you know, they were all alive. It was a shock to everybody. That was a shock that – The neighborhood – Annie at the store always says, “Mrs. Costa,” every time I go in there, she reminds me, “I just picture Marie standing at that step, looking over here.” She used to stand at that step. She was a real quiet girl, pleasant, didn’t talk much, but she was so good, I can’t even tell you. That’s all. So that’s what happened.",
    "segmentation": "1. My daughter died.\n2. It’ll be twenty-eight years this month.\n3. The thirtieth of this month, yeah.\n4. She died at Methodist Hospital.\n5. She had an operation for appendicitis.\n6. It was late Saturday afternoon when they operated, very late.\n7. Sunday morning, my oldest daughter, Victoria, went to the hospital to see how she was.\n8. She was still under ether.\n9. Back then, they used a lot of ether.\n10. There was a chair there.\n11. They were just starting to get people out of bed, you know.\n12. So, Victoria saw the chair,\n13. and she said to the nurse, “What’s this chair doing here?”\n14. The nurse said, “Well, we’ve got to get her out of bed.”\n15. She said, “What are you talking about? She’s still under ether.”\n16. “She’s too sick.”\n17. But the nurse said, “Well, that’s the doctor’s orders.”\n18. So, they went to get her out of bed,\n19. and she passed out,\n20. and they had to put her back in bed.\n21. See, here, she never – I don’t know if they knew or what,\n22. but I blame them for the blood clot she got, taking her out of bed.\n23. So, when she was walking around to come home after ten days,\n24. I was waiting for the call from the hospital.\n25. I didn’t have a phone then.\n26. The lady from the store who had a phone called me, “Mrs. Costa,” at aquarter to five at night.\n27. “Mrs. Costa, they just called you from the hospital.\n28. Go Pick Marie up.\n29. She’s discharged.”\n30. I had all the clothes laid out on the table.\n31. And Rita was – I was cooking,\n32. I said, “Rita, finish the cooking.”\n33. Daddy will be home soon.”\n34. He was working down in the yard.\n35. I said, “And put a big pot of coffee on,” because she had been wishing for coffee.\n36. And you know, every morning, that first cup of coffee, I offered it to her.\n37. When I get up in the morning, the first cup is hers.\n38. Since she’s gone, I never forget that.\n39. So I said, “Put a pot of coffee on,\n40. and send for some cake from the bakery.”\n41. I’m going to get Marie; they called me.”\n42. “All right, mother, go ahead,” she said, “I’ll finish up.”\n43. And I went myself. You know, I had the coat on my arm.\n44. She was operated on in March –\n45. No, April! So that was the thirtieth.\n46. She was operated – ten days before, so that would be the twentieth.\n47. The twentieth of April, right? It was kind of chilly.\n48. Oh, and I had everything in a bag,\n49. and I had the coat on my arm and her dress hanging on my arm.\n50. She saw me from the windows, from Wolf Street.\n51. She said, “My mother’s just coming.”\n52. She was with the girls, saying goodbye to everyone – you know how it is.\n53. They told me on the phone, it would be ten dollars more for her board.\n54. And to make sure I brought her girdle to put on.\n55. I said, “All right, I’ll be right over.”\n56. And I went.\n57. But when I got there, the nurse said to me, “Sit down, Mrs. Costa, sit here for a while.”\n58. So I sat down, and I was praying for another lady in the hospital that had an operation for her gall bladder.\n59. She lived near my sister, and she had ten children.\n60. They had said she was in very bad shape.\n61. I prayed, “Oh dear God, don’t take that mother away from her children.”\n62. I was praying for her, you know.\n63. Then a little nurse’s aide went to the closet and got some blankets.\n64. I started getting the chills,\n65. and I was thinking about it,\n66. when the aide said to the nurse, “Oh, she’s going into a cold sweat now.”\n67. The nurse hung up the phone and came to me. She said, “Mrs. Costa, has your daughter ever had a fainting spell?”\n68. “Oh my God!” I said, “Don’t tell me you’re running for my daughter!”\n69. “Yes,” she said, “come on in.”\n70. So, I went into the room.\n71. And my daughter was on the bed with her bedroom slippers and her housecoat on.\n72. And the beads of sweat – honest to God, not to exaggerate, they were that big.\n73. It came – just poured from her –\n74. I said, “What did you do, kill my daughter?\n75. You killed her! You killed her!”\n76. That’s what I kept yelling.\n77. And the doctor rushed in,\n78. see, they were trying to get the doctor, you know.\n79. She was a lady doctor.\n80. Dr. Schwartz actually did the operation, but she was his assistant, Dr. Montique.\n81. She was a lady doctor.\n82. So, she came in and she said –\n83. I said, “You killed my daughter – what did you do to her?”\n84. She said, “We don’t know what happened, Mrs. Costa.”\n85. She took me away from the bed.\n86. The nurse said to me, “Talk to her.”\n87. I said, “Talk to her? My daughter’s dying, what am I supposed to tell her?”\n88. And I was screaming.\n89. My hair was all pulled out.\n90. I went hysterical, you know what I mean? She was only eighteen years old.\n91. Beautiful girl, you can see from her picture.\n92. And just as I turned my back, my daughter passed away.\n93. She was getting ready to go home.\n94. I had the clothes and everything ready.\n95. My husband was waiting for her.\n96. He came home, went upstairs to shave and wash, then sat on the step, waiting.\n97. “When is the mother coming?”\n98. The hospital kept calling.\n99. The people in the office didn’t know what had happened yet.\n100. They kept calling the store, trying to reach us.\n101. They asked, “When is the mother coming to pick up Marie?\n102. She’s discharged.”\n103. And Rita said “That’s strange, the mother went to the hospital. She should be there.”\n104. So they came back to the hospital to look for us.\n105. Rita said, “Gee, that’s strange,”\n106. she said, “Mother must’ve gotten really worked up about Marie.”\n107. You know, I’ve always had a bad heart.\n108. “Mother must’ve gotten so upset about Marie, she probably made herself sick,” Rita thought.\n109. So she came over with my son-in-law, in the car.\n110. And I was in the main hallway, at the office.\n111. I was all pulled apart.\n112. One doctor wanted to give me a shot.\n113. I said, “Get out of here,\n114. I’ll kick you,” I said.\n115. “You killed my daughter, now you want to kill me?”\n116. Another nurse came over.\n117. See, they all knew me.\n118. I had three operations in no time, not even a year.\n119. And I knew all the nurses.\n120. “Mrs. Costa, please, take –”\n121. “Get out!” I said, “Don’t you dare come near me.”\n122. I was so hysterical.\n123. I was banging my head against the wall and everything.\n124. They had to grab me.\n125. Then they brought me to the office, see.\n126. When Rita came in and saw me like that, she asked, “Mother, what happened?”\n127. I said, “We lost Marie.\n128. Marie died.”\n129. Well, that’s this one. This is a picture of Rita.\n130. She went down like lightning.\n131. Dropped to the floor, and that’s a marble floor.\n132. She went down like lightning.\n133. And the back of her leg, it felt just like a pole.\n134. Hard like a pole, the back of her leg.\n135. And that girl is suffering.\n136. Thirty – no, twenty-eight years since her sister died?\n137. When she gets that pain, it’s like she has phlebitis from it.\n138. She suffers – seven, eight, nine weeks at a time.\n139. She can’t walk, she goes through such pain since then.\n140. And how did they figure how Marie died?\n141. The girl who was walking with Marie,\n142. told the doctor that Marie was saying goodbye to Arlene.\n143. And all Marie said to that girl was, “Oh, I’ve got a pain in my leg and I can’t see.”\n144. And then Marie collapsed.\n145. Later, they said it was a blood clot.\n146. I said, “Don’t you dare touch my daughter.\n147. I’ll burn this hospital down!\n148. I don’t care who’s in it.”\n149. I said, “Don’t you dare touch my daughter.\n150. You want to find out what she died from.”\n151. But if you touch my daughter, I’ll kill you.”\n152. I wouldn’t let them touch her.\n153. So when I got home – they took me home.\n154. I was screaming in the car.\n155. I couldn’t get out, you know, I couldn’t –\n156. I was screaming!\n157. Everybody came out, coming out of their doors because they could hear the screams.\n158. My husband was sitting on the step.\n159. He asked, “What’s the matter? What happened to you?”\n160. Well, my hair was all pulled, and my face – I was a mess.\n161. I didn’t know what I had done to myself.\n162. I said, “Mike, we lost Marie. Marie died.” It was just a shock.\n163. My husband had a heart attack.\n164. Yes, he had a heart attack.\n165. Then my son, Michael, yeah. That night.\n166. Right there, my Michael came, and my Michael collapsed.\n167. He had a heart attack too, no kidding.\n168. It was all – my two sisters were here, waiting until about half-past four.\n169. They waited because they knew she was coming home that day, waiting for the call.\n170. My younger sister had brought an orange for Marie, and I had never seen an orange like it. It was a big orange, like that.\n171. She said, “Mary, look, when they call you, when you pick Marie up, let us know, and we’ll come over.”\n172. I said, “All right.”\n173. So, I got home and called everybody, told them what happened.\n174. I called my brother-in-law.\n175. He was an undertaker.\n176. My sister’s husband – he’s passed away now too. God rest his soul.\n177. Maybe you know him...\n178. So they were waiting for my call, you know,\n179. but instead, I sent my son James, he was little then.\n180. I said, “Go tell Aunt Millie and Aunt Jenny.”\n181. They had cleaned the pavement,\n182. and done the cement work, and they were cleaning the pavement.\n183. They said, “Here comes little Jamie,” and now they said,\n184. “Maybe he’s come to tell us Marie’s home.”\n185. But when he got there, the poor kid’s eyes were all red.\n186. They said, “James, what’s the matter, honey?\n187. Why are you crying?”\n188. “Aunt Jenny, Aunt Millie, Marie died,” he said.\n189. Well, my sisters and my mother, you know, they were all alive.\n190. It was a shock to everybody. That was a shock that –\n191. The neighborhood – Annie at the store always says, “Mrs. Costa,” every time I go in there, she reminds me, “I just picture Marie standing at that step, looking over here.” She used to stand at that step.\n192. She was a real quiet girl, pleasant, didn’t talk much,\n193. but she was so good, I can’t even tell you.\n194. That’s all. So that’s what happened.",
    "recalls": {
        "0": "My daughter died, twenty-eight years ago. I remember when she was at the hospital, they were moving everyone out of their beds. They tried to move her. I told them not to move her from her bed because she was under ether. I told them that Marie was under ether and not to move her. They tried to move her anyway, and when they did, she collapsed. She probably got a blood clot from it because they were talking about what could've caused it. I still remember that day, I was at home and they called me to say that Marie was being discharged from the hospital. I had all the clothes laid out on the table. My husband was at work. I went there and I was praying for this woman who had a gall bladder operation. I was praying to God to not take away this mother from her daughters. I saw a nurse running and she came and asked me something. I asked her if she was running for my daughter, and she said yes, come in. I went in and saw my daughter sweating. The beads of sweat were huge. I started screaming \"You killed her, You killed my daughter !\", A lady doctor Ms. Montique who was an assistant to the doctor who performed the surgery came to speak to me. I screamed very loudly, they wanted to inject me with something. I told them \"You killed my daughter and now you want to kill me\". The receptionist kept calling my home to tell us to come and pick up Marie since she was discharged. My daughter told them that I had already left for the hospital. They all came quickly because they were worried about me. They took me back home. I started screaming when we reached home, I was still in the car. People were coming out of their homes to check what was going on. I kept screaming \"They killed her!\". My husband was sitting on the porch, and he asked me what was going on. I told him \"Marie is dead, they killed her\". I showed them pictures of my daughter, she was only eighteen. When her sister and my husband found out, they collapsed. I told my youngest son to go and tell my sisters Auntie Jenny and Auntie Millie what had happened. When he went to tell them what had happened, they thought he was coming to tell them that Marie had come back home but when they found out, they were shocked. My sister brought an orange earlier, a big orange, nothing like i had ever seen before. The local store owner praised Marie a lot, she said that Marie would always come to the store and stand there, pointing at the steps. \"She would always stand there and look over\", She was a quiet girl, not much to talk. She was a good girl, Marie. - So that's what happened.",
        "1": "The story was about a mothers reaction to the unexpected death of her daughter marie. she passed suddenly from a blood clot in her leg. the mother had a breakdown in the hospital, when she got home she told her husband and son about the sudden passing and they both suffered heart attacks. the story continues with her family making preparations for her daughters funeral...",
        "2": "",
        "3": "My daughter died twenty eight years ago. It was the thirteenth of the month. She was operated for appendicitis. The next morning, her older sister when to see her in the hospital. She was still under ether. They used a lot of ether for the operation. There was a chair in the room. They just started getting people out of bed. She asked  the nurses, it was the doctor's order, they replied. They got her out of bed and she suffered a blood clot and she was put back to bed again.  They called us from the hospital on a phone in a nearby store and we were informed about her discharge. Rita was cooking . She will finish the cooking and her dad is preparing upstairs. He said to prepare coffee for her  and get a cake. I went to the hospital with her clothe . She saw me coming in to the hospital through her window. She was walking and fainted again. The nurses were running and i asked if they were running for my daughter. I saw her on the bed with in her dress and slippers on",
        "4": "A girl called Marie died 28 years ago at aged 22 on the 30th of April. It was a late Saturday afternoon. Her mother Mrs Costa had gone to collect her from hospital, but had found her soaking in beads of sweat and unwell and she passed away. The doctor had given her too much ether and she had pain in her leg and could not see and this was the blood clot. Mrs Costa had been offered a jab to calm her upon declaring the hospital had killed her daughter and exclaimed the shot would be them trying to kill her also. The shocking news spread through the family to Mr Costa and her sister first then extended family.",
        "5": "It has been 28 years now since Marie died. She had gone to the hospital for surgery for the appendix. Her sister went to visit her and found a chair in the room and asked the nurse waht the chair was for and told her that they had to get Marie out of bed, she told her that they can't do that cause Marie is too sick. But the nurse told her that it was the Doctor's orders. She pulled Marie out of bed but she collapsed. The mother did not have a phone so the hospital called the lady at the store to tell Mrs Costa that she needs to pick up Maries because she is discharged. That morning she asked her daughter to put on some coffee for Marie cause she like coffee in the morning. She laid out Marie's clothes and put her coat on her arm and headed to the hospital. Marie was up and busy saying goodbye to the girls at the hospital when her mother got there. Then the nurse came and asked Mrs Costa if her daughter had had fainting spells before, she asked if she was going to her daughter, when she saw her daughter she realised that she was sweating. It was a lot of sweat. She was still in her house Slippers. Marie died and Mrs Costa started screaming at the nurse that they had killed her daughter. The female Dr , Dr schwartz had assisted the Dr doctor who did the surgery. She came into the room and Mrs Costa shouted at her too. The hospital kept calling asking for the mother to come pick up Marie. Marie's sister figured something was wrong and also headed to the hospital. She found her mother in the office undone and that's when she found out about Maries. She fell and broke her leg. They eventually figured that a blot clot was what had killed Marie. Back at the house the neighbours were out of their houses due to Mrs Costa's screams from inside the car. The husband had been waiting by the step for his daughters return. When he heard the new he instantly had a heart attack. Their son Michael also had a heart attack the same day after finding out. The youngest son was then sent to inform his aunties about the death of his sister Marie.",
        "6": "A story of a girl named Marie. Mrs. Costa, Maries mom went to pick up Marie from the hospital because she was being discharged. When Mrs. Costa reached the hospital, a nurse approached her and asked her to sit down. While she was sitting Mrs. Costa was praying for a lady that she knew, was having an operation. The nurse gave Mrs. Costa a blanket because she was getting chills. Mrs. Costa was asked by a nurse if her daughter ever fainted, and the nurse asked her to come inside the room, Mrs. Costa saw her daughter in the bed with slippers and coats on. As soon see she sees her daughter she starts to scream what you did do to my daughter you killed her, don't touch my daughter, or see I will set this hospital on fire. Mrs. Costa went home and let everyone know what happened. everyone's family member was in shock including the neighbours. ",
        "7": "The story was honestly somewhat jumbled in its retelling. However, the core of the story was that the woman's daughter, Marie, died. She was in the hospital receiving treatment and she died. The woman telling the story was livid at the experience and blamed not the doctor, but the doctor's female assistant. She thinks that the doctor's female assistant killed her daughter and she was completely shocked and angry about it. ",
        "8": "My daughter died, it was either March or April 28 years ago, the daughter was called Marie, she went into hospital for something and was due to be discharged. The hospital rang the mother,  Mrs Costa to go and collect her. She told her other daughter to wait for the Dad coming back from work and put some coffee on. Marie liked a pot of coffee every morning that's what Mrs Costa remembered. At the hospital someone was taking blankets and she realised they were for her daughter she was told to talk to her and said she was dying what was she supposed to say and when she died she was screaming and kicking and pulled out her hair and asked what was wrong her daughter has just been saying goodbye to Arlene. Also she had taken her dress and her corsets. She asked what had happened and they said a blood clot. She was screaming so they said they'd give her a shot and she said they'd killed her daughter and they weren't killing her as well. She went home and the son James was there he was only little and when she told the Dad he had a heart attack and died and then someone else had a heart attack and died and two Aunties came.",
        "9": "marie was in hospital 28 years ago for appendicitis, the nurse tried to get her out of bed to soon and she collapsed with a blood clot in her leg, her sister victoria was there, the nurse rand Mrs Costa, Maries mother, once she reached the hospital she was told her daughter had died, she was hysterical, pulling her hair screaming at the doctors to leave her daughter alone, saying she would kill them and burn down the hospital. Going home she told her husbans who had a heart attack and her son Michael had a heart attack aswell. she told her son Jamie to tell her 2 sisters, Maries aunties that she had died.",
        "10": "Mrs. Costa (mom) recalled her experience of losing her daughter, Marie. Marie had surgery for appendicitis which eventually led to a blood clot and then her death. Mrs. Costa was remembering the experience which occurred 28 years earlier, in the month of April. She was called to come and pick up her daughter from the hospital after she was being discharged, but when she got there, she was told by the nurses to sit and wait. Eventually, they told the mom that Marie had broken out into cold sweats and was waiting to be seen by the doctor. Marie eventually died in the hospital. Mrs. Costa went hysterical, as any mother would, trying to figure out what had happened while emotions were incredibly high. Eventually, Mrs. Costa had to break the news to her family once she was able to get home. The news of Marie's death caused Mr. Costa and Marie's brother to both have heart attacks. ",
        "11": "It is 28 years since the death of Mrs Costa's daughter, Marie, who died on the 30th of April - 10 days after an operation for appendicitis.\n\nMrs Costa's other daughter Veronica had gone to the Methodist Hospital to see how Marie was. They were getting her out of bed.\n\nThe surgeon was Dr Schwarz, and his assistant was a female doctor, Dr Montique.\n\nIt was time for Marie to come home, and so Mrs Costa had gone to the hospital, carrying her coat and after her husband had made a coffee. While there, waiting for Marie, she said a prayer for a woman she knew, praying that she would survive and that her daughter wouldn't be left without a mother.\n\nAt that time, there was a commotion as something had happened to Marie. Mrs Costa went into her room to see her daughter lying there, covered in beads of sweat. \"You've killed her,\" Mrs Costa yelled. \"Don't you touch her, or I'll burn this whole hospital down and everyone in it. I know you want to find out why she died, but don't touch her.\"\n\nIt turned out that Mrs Costa's other daughter Rita had been with her, and Marie had complained that she had a pain in her leg and couldn't see before collapsing. It turned out she had died from a blood clot.\n\nWhen Rita learned that Marie had died she collapsed to the floor, badly injuring her leg which became rigid. 28 years later and she still suffers extended periods of serious pain in that leg, like phlebitis. \n\nMrs Costa went home and informed her husband. He had shaved, and had been sitting on the porch immediately suffered a heart attack.\n\nWhen her son Michael found out, he also had a heart attack.\n\nIt was her other son Jamie who went to Mrs Costa's two sisters and her mother, still alive at the time, arriving with red eyes to report that Marie had died.\n\n\n\n",
        "12": "At the age of 28 I lost someone,Mr costa rang from the hospital to pick Marie up,Rita was cooking,he cooked coffee, she had a operation done in March no april, from wolf street, another person had a operation on her gall bladder so I was worried,she lived near my sister and had 10 children,the nurses and doctor killed my daughter but they wanted me to talk to her ",
        "13": "The story was about a girl named Marie who was 18 years old when she passed away. Her mother Mrs Costa was recalling the story of her passing away 28 years after her death on 30th April. The mother seemed to be confused with the dates, so it could either be the 20th of April or the 30th. Marie was admitted to the Methodist Hospital for some complications. Her sister Rita came over to check up on her and saw that the hospital was getting ready to put her into a chair however she passed away when they tried to shift her so they had to put her back to bed. After which they sent everyone back home and the doctors checked up on her. Then Mrs Costa was at home waiting for a call from the hospital and since she didn't have a phone, she was waiting for a shopkeeper around her home to tell her whenever she got a call from the hospital. Then one day she got a call from the hospital that she had been discharged and she could come pick her up and extra fees were needed for her boarding charges which were 10$. The mother reached the hospital and was praying for another patient while waiting in the hospital. Then a nurse comes and asks her if her daughter was prone to fainting spells and lead her to a room where her daughter was sweating a lot and was unconscious. The mother broke out in a hysterical fit and started crying that the hospital killed her and she had an unchecked blood clot. The doctor came rushing in and they had to restrain the mother because she tried to harm herself and was not able to calm down. Her daughter comes in a car with her husband and the mother delivers her the news and she collapses in the hospital. The mother then narrated her story of how things went down after her death was announced how her husband and son both got heart attacks after listening to the news and how everyone else was shocked.",
        "14": "Her daughter died in the hospital, she died at a methodist hospital, she had an operation for appendicitis on a Saturday. on Sunday his oldest daughter Victoria went to the hospital to check up on her, she was still under ether. She saw a chair and asked the nurse what the chair was for, the nurse explained that they had to get her out of bed, the older daughter was furious because her sister was still under ether but the nurse reiterated that it was the doctors orders, they went to get her out of bed but she was passed out. She believed the blood clot she had was their fault for taking her out of bed, later the hospital called for her to go pick up Marie that she had been discharged. He told Rita she was going to pick Marie from the hospital. When she got there the nurse told her to sit down, she started praying for another patient that had an operation because she was a mother of ten. The nurse asked her if her daughter had ever gotten a fainting spell, when she stepped in she yelled, you killed my daughter a couple times, the doctor who was a lady rushed in and said we don't know what happened, her daughter passed away in front of her eyes. Rita was bothered, so she came over with her son-in law, but due to her acting hysterical she was held down, she then broke the news of Marie's passing to Rita, she was taken home. Mike had a heart attack once the news was broken to him. Her younger sister had brought an orsnge for Marie earlier. James was sent to break the news to Aunt Jennie.",
        "15": "A woman recounts the passing of her daughter, Marie. She talks about how it happened 28 years ago, on April the 20th. Marie was in hospital, having an operation to treat appendicitis, when a nurse tried to move her out of a bed into a chair - however, she was heavily sedated on Ether, and passed out whilst they were attempting to move her, forcing them to put her back into bed. The narrator believes this may have been the cause of the blood clot that resulted in her death. The narrator recounts the day in which she way supposed to pick up Marie from the hospital. She gathered several of her clothes, including a coat, and speaks about how they lacked a telephone, so the local store had agreed to call ahead and let the rest of the family know when Marie had been discharged. She arrived at the hospital and sat in a chair, and prayed for an elderly woman who was also undergoing an operation. Noticing several nurses grabbing cold towels, she inquired as to where her daughter was, and was then asked whether her daughter had a history of fainting. Worry began to set in - \"what have you done to my daughter?\", she asked, before being told to come with the nurse. The mother states that the beads of sweat appearing on her daughter's face were very large, and seeing this made the narrator lose herself with anguish, shouting at the nurses and the doctors that they had 'killed her daughter', and shortly after, as she turned her back, Marie died. The narrator had torn her own hair out and was still shouting, and was moved to a waiting area. She had refused 'a shot' from a doctor, believing they were going to kill her too. A short time later, another daughter had arrived at the hospital to see what had held them up, believing that they should have been home by now. When the narrator told her that Marie had died, she collapsed to the floor 'like lightning'. Later, the mother describes how she returned home and that she was screaming from the grief, which caused many people to investigate what happened. She states that when she told her husband and her son, they both had heart attacks. Later, she recounts visiting a store, where the employee would always remind her of how Marie would use to stand on the step outside, and that she was a quiet girl, but was always kind and good.",
        "16": "There was a lady who had a daughter who died of a blood clot. She recalled the story in some detail, detailiing the day she died. He rdaughyr had an operation wich appeared to be successful. The mother was called to collect her and whilst on route the daughter had a pain in her leg and some blindness then collapsed. when the mother arrived, the daughter had beads of sweat on her and she had died on a hospital bed. The father was called and tragically, he too had heart attack but did not die. The sibling also fell ill and continues to be ill, every few years. The girl who died was well liked amongst family and friends but sadly died.",
        "17": "There was a woman talking about the death of her daughter Marie which happened 28 years ago. She was in hospital for 10 days and was set to be discharged. However, when the mother went to pick her up, there were some medical issues. Marie then died as her mother was getting frustrated with the doctors. When they tried to reveal the news, she was very hostile to the doctors and nurses some of which she knew well. The dad and Rita (the mother's daughter) got concerned so they went to the hospital to check on her. When they got there, they spent some time trying to find her and Rita was the first to find her. She told her the news and apparently she had a blood clot in her leg like her sister. This is supposedly what caused Marie's death and for some weird reason Rita suffers from weeks at a time through the pain in her leg? When the dad hears the news he is equally upset. When they take the mother back in the car she is very angry. They then have to start revealing Marie's death to friends and family. Some of her family are excited to see Marie back as they don't know of the news. Her son Jamie reveals the news to his aunts.",
        "18": "A woman's daughter passed away twenty-eight years ago. Her daughter's name was Marie. She was in the hospital for appendicitis. The doctors made her get up and she eventually just died. The mother went alone to go pick up Marie from the hospital since she was supposed to be discharged the day she died. The mother brought clothes and Marie's girdle. She had a coat on her arm and everything. Before leaving her house to get her daughter, she told her other daughter, Rita, to keep cooking and that her father would be home soon. He was outside in the yard. The mother goes to the hospital and the nurses tell her to have a seat. They say \"Mrs. Costa, Marie has died\". The mother then becomes completely hysterical. She starts ripping her hair out. She keeps claiming that the hospital staff killed her daughter. They are all trying to console her but she threatens to kill them and burn the hospital down. She did not care who was in it. On the way home, she is obnoxiously crying and screaming. Everyone comes out. Her husband is in shock of Marie's death. He has a heart attack along with her son. They both have heart attacks. Mrs. Costa's sisters are there as well. They wanted to see Marie when she came home. The younger sister of Mrs. Costa had brought a big orange for Marie. The shopkeeper, Annie, recalls seeing Marie on the steps. She claims she was a quiet girl.",
        "19": "The story was about the death of a woman's daughter, Marie. The woman was Mrs Costa. She had a daughter named Marie, son called James and daughters called Rita and Victoria. She had two sisters called Millie and Jenny.The daughter that died had been in the hospital for appendicitis. She was ready to come home but she had passed out when saying goodbye to people, there was a blood clot when she got out of bed. The mum had asked everyone at home to get ready for her coming home (before they knew she had died), so her husband was going to be waiting for them. Cake and coffee would be waiting. The operation was in April, April 20th. The mum went to go pick her up, coat over her arm. Gets to the hospital and nurse tells her to sit down and asks if her daughter ever fainted before. She runs to find daughter. But she was dead. The mum said the doctors killed her daughter. Marie said she had a pain in her leg and couldn't see before she died, it was a blood clot. The mum was very distressed, hysterical, pulling hair out. Doctors tried to calm her down with a shot, she refused. When Rita found out, she collapsed. The dad had a heart attack. Marie's aunt had brought an orange for Marie, a big one. ",
        "20": "A lady's daughter was in the hospital but died of a blood clot, she was furious at the doctors and the hospital. She recalled the event that happened in April years ago. her husband and son had heart attacks when they found out about the death of their daughter/sister",
        "21": "woman had her daughter die from a blood clot. she went to the hospital for an appendectomy for appendicitis. the assistant doctor had her stand up while under anesthesia and it caused a blood clot to form. ",
        "22": "My daughter Marie died. She was admitted to the Methodist Hospital 28 years ago this month and passed away after they had tried to stand up when she was being released but got a blood clot on her leg. I was going to pick her up when I found out when I got to the hospital. When I got home my husband was waiting and had a heart attack when he found out as did my eldest son. My other son had to go round and tell his aunties that Marie had passed away.",
        "23": "The daughter died on the 28th day 13 months ago. Her mother was Mrs Costa and held the hospital and Dr Schwartz directly responsible for her death. She collapsed after experiencing difficulty and pain in her leg. She was 18 when she died. Mrs Costa enjoyed being greeted by a cup of coffee first thing in the morning. ",
        "24": "It was being told by Mrs Costa. 28 years ago her daughter Maria went to hospital and needed to have her appendix out. After 10 days the hospital called a neighbour to say she was ready to be collected (as Mrs Costa) did not have a phone. Mrs Costa went to hospital to collect Maria with a change of clothes (a dress). When she arrived she was asked by nurse if Maria ever fainted. When Mrs Costa saw her daughter she saw she was sweating, they called a female doctor but Maria died. Mrs Costa was hysterical - Maria was wearing her house coat and slipper. \nMrs Costa was taken home where she met Mr Costa who was waiting on the front step. When she told him what had happened he had a heart attack. She then sent her youngest son to her sisters (his Aunts) to tell them the news.\nMaria died of a blood clot ",
        "25": "the daughter died and then the whole family rallied round. neighbours ,friends were all involved. Father and son had a heart attack. sisters disraught, aunts waitint to visit and little jamie telling them the sad nws",
        "26": "Marie died of a blood clot when the nurses got her to walk and she collapsed. Mrs. Costa, her mother, was called to the hospital to pick Marie up because she had been discharged but Marie had died. Mrs. Costa was hysterical. Her daughter picked her up and she went home and she told her husband, Mike, who had a heart attack. Their son, Michael, also had a heart attack. Their son, Jamie, who was young at the time went next door to tell his Aunt Millie and Aunt Jennie that his sister had died. This happened 28 years ago on April 30th. ",
        "27": "Marie had had an operation that went wrong and she ended up with a blood clot that killed her. Her mother was very upset about it and it also caused acouple of heart attacks in the family.",
        "28": "28 years ago. My daughter died. She had appendicitis. The nurse made her get up to walk and she collapsed. My husband had a heart attack. My son had a heart attack. I will burn the hospital down. Thats all. Thats what happened.",
        "29": "Mr's costa's daugher died at Methodist hospital, 30 years ago, she was in for appendicitus. There was a chair in the hospital room, she asked them what it was for, they said it was good for her daughter to get up, they tried getting her up then she fainted and they think it caused a blood clot. Mrs Costa was called to collect her daugher from the hospital, Rita (her other daughter) took over the cooking and waited for their dad to get home, when Mrs Costa was at the hospital the nurses were called for a painting that was failing, it was her daugher. Mrs Costa screamed at them that they had killed her daughter, they wanted to give her a shot but she screamed that they wanted to kill her too. Rita her other daughter is still affected by her sister's death 30 years on and has pains in her legs for weeks at a time and people have fond memories of her daughter even after her death, such as the shop keeper, who remembers her standing in her shop. \n",
        "30": "A woman's daughter died in the hospital, she got upset about it, her husband and son had heart attacks when they found out",
        "31": "Marie was in hospital having an operation. It was the 20th of April. Marie was recovering in hospital and was getting ready to be discharged, when she fainted. Mrs Costa got to the hospital ready to collect Marie when a nurse wanted to speak to her. she thought it was about her friend who had a Gall bladder operation but no it was about Marie who had  died. Mrs costa was hysterical and didn't want to be with the doctors or nurses who she believed killed her daughter. she was going crazy banging her head against the wall. It turned out she died from a blood clot in her leg. Mrs costa got taken home but she felt trapped in the car and just wanted to get out. when she got home she told her husband and he had a heart attack. Her uncle was an undertaker. She got James her son to go and tell his 2 aunties when he arrived his eyes where red he then told them they were shocked",
        "32": "Mrs Costa's daughter had died 28 years ago at the Methodist hospital. The eldest daughter Victoria had gone to the hospital and Marie was under ether. There was a chair there and nurse was going to get Marie to sit on it. Victoria was startled as to why they would try and get her on the chair. \n\nMrs Costa was at home and her other daughter Rita was cooking. They never had a phone so  a store owner they knew was able to call the hospital so they could go and get Marie. Rita was sent away to get some cake while Mrs Costa would go the hospital. It had been 10 days before the 28 April and would have cost $10 more for board. \n\nwhen Mrs Costa arrived at the hospital, she was praying for the recovery of another woman she knew who had 10 children. When they tried to bring out Marie, she went into a cold sweat and fell on the hard marble floor. The nurse and doctors tried to save her and asked Mrs Costa to talk to her, but she died. She was only 18 years old.\n\nHer husband Mike had also now come to the hospital and he suffered a heart attack at the news Marie had died when Mrs Costa had come out of the hospital. The brother Michael also collapsed at the shocking news and sister brought an orange for Marie.",
        "33": "A woman named Mary has a daughter named Marie who was a very good and quiet child who went into the hospital for appendicitis. During recovery, she was made to get up from the bed and sit in a chair where she fainted that caused a blood clot that led to her death 28 years ago on the 30th of April when she was only 18 years old.\n\nMary did not have a phone at home so the woman from the store received the call when it was time to retrieve Marie from the hospital. But she died shortly after she arrived after saying goodbye to Arlene and other women at the hospital. Mary became very distraught, screaming and pulling at her hair and threatening to kick and kill people and burn the hospital to the ground with everyone in it. They tried to give her a shot and she wondered if they wanted to kill her, too, after killing her daughter. Mary had three surgeries over a short period of time at the hospital so all of the nurses knew her.\n\nShe was taken home by hospital staff and screamed the entire way. People came out of their houses to see what the matter was. Her husband had come home from work to wash and shave and wait for her and Marie to arrive from the hospital, then had a heart attack upon hearing the news. Her older son (Michael?) also had a heart attack.\n\nHer sisters, Jenny and Millie, were to be there to greet Marie. One had brought her a big orange. The youngest son, James, was sent to tell them the news, and arrived with reddened eyes.",
        "34": "Daughter Marie went to hospital for on operation for appendicitis. She had the operation on Saturday afternoon. Her sister visited her and she was still under ether.They tried to get her out of bed and mother felt it was too soon but it was the doctors order. She fainted so they put her back to bed. Mrs Costa the mother was called to go to the hospital to pick up her daughter as she was being discharged. She felt this was too early to be discharged. Mrs Costa went to the hospital but when she got there that her daughter died. Mrs Costa went home and told her husband who then had a heart attack. Son Michael also had a heart attack at the news.",
        "35": "My daughter died twenty eight years ago, on the 13th of April on a chilly day. She had gone in for surgery on her appendix at a hospital I had 3 surgeries at in the past. Her sister, Victoria, often went to visit her. I was at the store with Rita when the hospital called me to come and pick her up. She had been in hospital for 10 days and the nurses took her out of bed to ensure she wouldn't get clots. Marie had been excited to come home. I took her coat with me. While I was on my way my husband was shaving and getting ready to welcome her home, waiting on the step outside our house for her. When I got to the hospital there were doctors and nurses running, a nurse came up to me and asked if I was Maries mother. I ask her if all the running was for my daughter and they said yes. They took me into her room and told me to talk to her, I said 'what am I meant to say, my daughter is dying'. She passed away soon afterwards from a blood clot. I was pulling my hair out and hitting my head on the wall outside the office. They drove me home and when I told my husband what had happened he had a heart attack. My son Michael also came out and when I told him he had a heart attack too. My nephew, Jamie, was there too and went to tell my sisters and my mother. My sisters brother has since passed away. Marie was only 18 when she died. ",
        "36": "OK. A mother showed up at the hospital to take who I believe to be her daughter (Marie) home from a hospital stay. Just before she was to take Marie home, Marie died. Then the mother went insane threatening to kill people, even threatening to burn the hospital down. She then proceeded to inform the immediate family. That's the general idea as near as I could discern from this poorly written hodgepodge of a story.",
        "37": "The woman from the store called us because we didn't have a phone. She told us that the hospital called — they wanted us to pick Marie up. I told my daughter to put a pot of coffee on, dad would be finished in the yard soon. I always gave Marie the first cup in the morning, I always remember that.\n\nAnyway, I went to the hospital. I saw a chair by her bed. \"What's that for?\" The nurse told me they were going to sit Marie. \"What? No.\" She said it was the doctor's orders. Well, they tried but she passed out, so they put her back in bed.\n\nMarie saw me from the window. The nurse told me to wait. Next thing, she was rushing around. \"Don't tell me it's my daughter you're rushing for?\" It was. We ran to her room where we found her in a cold sweat. Drenched. I went berserk. \"Oh my god, you've killed my daughter!\" The doctor, a female doctor, came in. She told me to be with Marie. \"What can I possibly say to her?\" I was out of my mind. As soon as I turned my back, she passed away.\n\nI kept screaming \"You've killed my daughter.\" The doctor couldn't tell me why she died. Eventually they escorted me out of the hospital and put me in a car. I screamed all the way home, pulling my hair out. By the time I got home, I didn't realise what a mess I looked. All the neighbours came out to see who was screaming. My husband came out and asked what was wrong. \"It's Marie, she's dead.\" He had a heart attack. My other daughter has been chronically ill for the twenty-eight years since. Her leg goes stiff for weeks at a time.\n\nI sent my son to tell his aunts the news. Seeing his red eyes, they asked him why he was crying. He told them the news. My other daughter got a phone call from the hospital. They wanted her to pick me up. They were trying to sedate me but I told them \"Don't come near me!\". I knew all the nurses because I'd already been in three times that year for operations.\n\n",
        "38": "A mother (Mary) lost her daughter (Marie). She had taken her for an operation, when they visited the hospital staff tried to get her out of bed and she collapsed, because she clearly wasn’t ready to do that. Later, on the 18th of April she took her for another surgery performed by a female doctor, and ten days later she died. Mary went to collect her from hospital carrying her coat annd Marie’s clothes on her arm, and when Mary arrived Marie had collapsed and died. Mary accused the doctors of killing her daughter. She didn’t want the doctors to operate and find the cause of death. She had to go home and tell everyone. The news shocked her husband and son so much they both collapsed of a heart attack. Her other daughter has suffered with pain from 28 years because of this. Even the shop lady nearby felt the pain of her death, and recalled how nice, quiet and kind Marie was. Mary send Jamie her other son to tell their other family members.",
        "39": "Daughter went in for surgery for appendicitis at the local hospital and it was on the 20th of the month. The mother did not have a phone at the house so had someone else that would take calls when the daughter was ready to be picked up. The mother prepared to pick up the daughter by getting clothes and other items ready for when he picked her up. The mother then received a message that her daughter was ready to be picked up by the lady at the store with the phone. When the mother got to the hospital the nurses had her sit down for a bit while she waited. They then asked her if her daughter had a history of fainting and then was taken to the room her daughter was in. She seen her daughter In a poor state with beads of sweat dripping and suddenly came to the realization that something is seriously wrong and started yelling \"you killed my daughter\". The nurse and doctors did try to calm her down but she would not. The mothers other daughter arrived at the hospital soon and found out what was happening and collapsed to the floor and died at the hospital also. The mother was even more distraught and threatened to burn the hospital down. When the mother told the husband and brother they both suffered heart attacks and died. It was a tragic story overall.",
        "41": "Mrs Costa lost a daughter named Marie who had died from an appendicitis operation. She had told everyone and the entire neighbourhood her daughter would be coming back the same day, but instead the daughter passed away. She was devastated and the doctors asked to give her something and she declined. She went home and told her husband who end up having a heart attach and her son micheal who also had a heart attack. She sent her little son Jamie to go tell his two aunts about the death. The operation happened 20th of April and a male doctor performed the operation with the help of a female doctor. Mrs Costa had her hair pulled and she kept screaming until everybody came out and stood at their door.",
        "42": "Marie had a appendectomy done, the next day she was in a lot of pain when nurses tried to move her from bed to chair. But she had to be taken back to the bed.This might have caused a blood clot, the surgery was done in April. When her mother came to take her home after she was discharged, Marie was very happy to see her but sadly she passed away soon after. Her mother was very upset and cried a lot when she got home, her husband passed out from a heart attack. The community was also saddened by Marie's death as everyone was waiting to welcome her back. ",
        "43": "Mrs Costa's daughter Marie died from a blood clot after an operation for appendicitis. She was 18 and it happened 28 years ago.  Her father and brother had heart attacks.",
        "44": "A woman recalls the death of her daughter, which occurred 28 years ago following an operation for appendicitis at Methodist Hospital. After the surgery, her daughter was still under ether anesthesia. Despite this, a nurse followed the doctor’s orders to get her out of bed, though she was too weak. The woman believes this action led to her daughter developing a blood clot, which she holds the hospital staff responsible for.\n\nThe woman recounts her reaction to her daughter's sudden decline after surgery, accusing the doctors of killing her. She recalls screaming at the doctors, particularly Dr. Montique, the assistant to Dr. Schwartz, who performed the operation. Despite being told to talk to her daughter, the woman was too distraught, as her daughter was dying. Overcome with hysteria, she describes her daughter, only 18 and ready to come home, passing away while she briefly turned away. Her husband was waiting for their daughter at home, unaware of the tragedy unfolding at the hospital.\n\nThe woman recalls confronting Dr. Montique, the assistant to Dr. Schwartz who performed the operation, accusing her of killing her daughter. Dr. Montique admitted they didn’t know what went wrong. The nurse urged her to speak to her dying daughter, but the woman was too hysterical. Overwhelmed with grief, she describes her daughter, only 18 and beautiful, passing away the moment she turned her back.",
        "45": "Marie, the daughter of Mrs Costa, died in hospital after suffering from a suspected blood clot in her leg. Mrs Costa recalls telling her other children Rita & James that their sister had died. Rita reacted in a bad way to the news, whilst James was then given the task of passing on the news to his two aunties Millie & Jenny.",
        "46": "Ms Costa tells the story of how her daughter Marie died at the hospital ten days after an operation she had,from a blood clot.The daughter was in the hospital and the nurses tried to pick her up from the bed and have her sit on a chair,under the doctor's orders.When they got her out of the bed she passed out so the had to put her back to bed.After ten days they called Ms Costa from the hospital to come and pick her daughter up and return her home.A lady from a store called her and told her that her daughter was discharged.Mr Costa told her daughter Rita to put a pot of coffee on and buy some cake from the bakery.She went then to the hospital where she saw her daughter collapsed with heavy beads of sweat on her forehead. She started screaming the doctor came but they couldn't save her daughter.She went home and first she told her husband and the rest of the family.Unfortunately the husband had a heart attack due to the terrible news and so did her son.She also called her brother in law who worked as an undertaker.",
        "47": "Mrs. Costa's daughter Marie passed away, and she's recalling the story. She mentions how she was in hospital, only 18 years old at the time. She was there for 10 days, and there was an issue with getting Marie out of bed and the usage of ether, and another daughter, Victoria, helped a nurse get Marie out of bed when they shouldn't have. Marie got a blood clot, and passed away because of that. The family was waiting to bring her home, and Mrs Costa went to the hospital, getting Marie's clothes all lined up. Meanwhile the father shaved and got ready for her return. At the hospital, a nurse's aide came to Mrs Costa and explained that Marie had collapsed, and that they weren't sure exactly what happened. When Mrs Costa got upset, they offered her a shot and she refused, saying they had killed her daughter and were trying to kill her, and she would trust the female Dr. Schwartz. The rest of the family had to be informed as well, and they sent a small male to tell her sisters and mother, and they all thought the boy was coming to tell them the good news, that Marie had returned safely, when it was actually bad news. This all happened around April 20th or so. Now, even when Mrs Costa goes to the store, the cashier there mentions how she used to see Marie sitting out on the step looking at the store. ",
        "48": "My dauther Marie was sick, and i went to the hospital to see how she was, she was still under, back then, they used a lot ether. there was a chair there. they were just starting to get people out the bed, you know. Victoria saw the chair so and she said to the nurse, 'what's this chair doing here?' And the nurse said well we've got to get her out of bed' she said, 'what are you talking about? shes still under ether and too sick, but the nurse insisted that was the doctor's orders. so they went to get her out of bed and she passed out back in bed. Dr Monique she was a lady doctppr, so she came in and said ' You killed my daughter , what did you do to her? She said calm down mrs costa , she took me away from the bed, and the nurse said to her, talk to her, my daughter marie is dying., what am i supposed to tell her? And costa was screaming, with her hair all pulled out. i was hysterical, you know. I walked into the room, my daughter collapse on the hard floor when i told her about marie and i told the doctors not to touch her, i kept screaming and hitting my head on the wall, i was hysterical, they took me home, i was screaming and neighbors were coming out and my husband was sitting on the stairs, he asked ' what is wrong with you? i told him marie died, my sisters were with us till 4am waiting for maarie to come home. they had an orange for her",
        "49": "Mrs’ Costas daughter Marie died in Methodists Hospital of a blood clot at age 18. Her daughter and nurse tried to move her, whilst she was on Ether. She had an operation for Appendicitis on a Saturday afternoon, they used a lot of Ether back then. She passed out when trying to be moved, despite her sister saying that she was too sick to move. The parents worked at a store and the mother got a call to pick Marie up. There was some confusion at the hospital about whether Mrs Costa was there. her daughter Rita finished the dinner and her dad would be home soon. Mrs Costa was chilly in the hospital in just a dress so they gave her a blanket, the nurse noticed she was in a cold sweat. Her mother bought her girdle to put on. Another lady had an operation for her gallbladder. \nMrs Costa went into the room and Marie was sweating on the bed with slippers and a housecoat. Mrs Costa told the lady doctor that she killed her daughter and was screaming. There was some confusion about whether Mrs Costa was still at the store and the hospital kept ringing the store. Rita then cam to the hospital and fell to her knees when she was told Marie was dead. Mrs Costa was well known at the hospital for having 3 operations. Her brother in law (now dead) was an undertaker. ",
        "50": "no idea a lot of people died something about the doctor.there was a funeral director a marie",
        "51": "Mrs Costa's daughter, Marie, was in the hospital getting treated for an illness. During the end of her stay, the day she was supposed to be discharged, the nurses had Marie try to walk around her hospital room. Mrs Costa believes that this caused a blood clot in her leg, which led to her death at the time of discharge.\nOn the day of her discharge, the family was looking forward to her coming home. They received a call through a local store that she was ready to be discharged - do they not have a phone? They got everything ready for Marie. They had coffee and breakfast prepared and Mrs Costa went by herself to pick Mary up. Her husband and other daughter stayed at their house to continue preparing. At this time, other family members were notified that Marie was being released on that day.\nCosta states that she had clothes and other things laid out and brought jackets and clothes to the hospital with her.\n\nAt the hospital, Costa was told to sit and wait. She sat with another patient who'd had gallbladder surgery and prayed for her recovery because she had way too many children. While waiting, she saw some medical staff running to a patient. Costa quickly learned that they were running to treat a medical emergency for Marie, who had developed a clot in her leg.\n\nShe was taken to Marie's room. Marie was visibly unwell, sweating heavily and with an unnaturally stiff leg (described as 'like a pole' so probably stiff and swollen and possibly dying from the clot). Costa started to panic and become belligerent while the doctors rushed around trying to mitigate the situation. During that mess, Marie succumbed to the blood clot. Costa became understandably enraged and started shouting about how the hospital had killed her daughter (and complained that they wanted to kill her as well when offerings some sort of calming injection).\nAfter some more time the husband and other daughter arrived at the hospital, as they'd become concerned about the lack of updates. They learned at that point that Marie had died. However, Costa's story has an inconsistency from how I recall it here because she then goes on to say that her husband was waiting on the porch and asked what was wrong when she arrived and only sat in the car screaming.\n\nThey sent one of their other children or grandchildren to notify other relatives. He seems to have been a child and was crying by the time he arrived, leading them to ask what was wrong before he broke the news.\nCosta then rambles a bit more about unnecessary details but I don't remember them because they weren't key to the story.",
        "52": "Mrs Mary Costas tells the story of when she was younger and her daughter, Marie died. She died post surgery from a blood clot. She was supposed to be discharged that day when Mrs Costas went to pick up her daughter, she got sick and then fainted, but she actually died. Mrs Costas had a bad breakdown, was hysterical, hurting herself and threatening others. (Marie was 18? Mary was 28? Confused about the ages here.) When she got home, Mike, the father, had a heart attack. Then Michael, the son, had a heart attack. (?) Rita was Marie's sister. There was also a younger son, who told the two aunts that Marie had died. \nMrs Costas had 3 surgeries within a year so she knew all the nurses. ",
        "53": "The story was told by a woman who's daughter died. The daughter, named Marie, died of a blood clot after surgery. It was on the thirtieth or maybe the 28th of the month that she died. The hospital had called the store down the road from them to speak with Rita to let the mother know that Marie was ready to be picked up. Marie died while saying goodbye to another woman in the hospital, she said she had a pain in her leg and couldn't see right before she dropped to the ground. The woman telling the story went to the hospital and said they needed to find out what happened. The woman doctor who was the assistant of the doctor who performed the surgery told her she didn't know what happened. The mother said she was going to burn the hospital down despite who was inside if they didn't find out what happened to her daughter. She also said they better not touch her. When the woman who told the story (the mother) went home she told the father and he had a heart attack on the spot while sitting on the front step waiting to see Marie. The brother also had a heart attack upon hearing the news. The older sister watched Marie die in the hospital. The mother had a bad heart herself and had known the nurses because she had three surgeries all within one year. The doctor's wanted to give the mother a shot because of how upset she was but she turned it away.\n",
        "54": "Mrs Costa's daughter Marie was in the hospital for an Appendicitis and when Mrs. Costa went to pick her up, as Marie was saying goodbye to the nurses, she passed out after claiming her leg hurt and she lost her vision. Mrs Costa was on her way to the hospital with Marie's clothes she would wear home. When Mrs' Costa arrived at the hospital, as she was praying for another patient, she was informed that something was wrong with Marie. Mrs Costa had a nervous breakdown and screamed that they killed her daughter, as Marie laid in her bed covered in sweat. She pulled her hair out and screamed. She went home where many family members were waiting for Marie to return home but when she told her husband and son about Marie dying, they both had heart attacks. Everyone was shocked and saddened. The neighbor recalled Marie standing at the steps of their store and how quiet she was.",
        "55": "I remember it like it was yesterday. I had just gotten a message telling me to come over, so I went. When I arrived, they asked me to sit down, but I was already praying for another woman I knew—someone from my sister's neighborhood who had just had an operation. She had ten kids, and I was pleading with God not to take her away from them. But as I sat there, things started to take a turn.\n\nI was getting chills, and a nurse's aide even brought me a blanket. I was trying to shake off the feeling when the nurse said to me, “Has your daughter ever had a fainting spell?” And right then, my heart sank. I rushed to the room and saw my daughter Marie lying there, her slippers still on, sweat just pouring off of her like I've never seen before. I couldn't believe it—I just kept yelling, \"What did you do to her? You killed my daughter!\"\n\nThe doctors were trying to explain, but all I could hear was them telling me they didn’t know what had happened. My beautiful Marie... she was only 18. I was hysterical. I was pulling at my hair, screaming. She was supposed to come home that day; we had everything ready. My husband was waiting at home for her, sitting on the step, not knowing what was about to happen.\n\nWhen the hospital called the store, they asked, \"When is the mother coming to pick up Marie?\" But my family, who was with me, knew something wasn't right. They all rushed back to the hospital, thinking maybe I had gotten sick myself because of my heart condition. But when they arrived and saw me in the state I was in, they knew. I told them, \"We lost Marie. Marie died.\"\n\nIt was chaos. My daughter Rita collapsed on the floor as if struck by lightning when she heard the news. She’s been suffering ever since, dealing with pain that comes and goes. Doctors later said it was a blood clot that caused Marie’s death. The girl who was with her said the last thing Marie complained about was pain in her leg and not being able to see, and then she collapsed.\n\nWhen I got home, the entire neighborhood could hear my screams. My husband was sitting there, asking, \"What happened?\" I told him, \"We lost Marie,\" and he had a heart attack right there on the spot. That same night, my son Michael collapsed too, and it was just devastation all around.\n\nEveryone had been waiting for Marie to come home that day. My youngest sister had even brought a giant orange for her as a little gift. But instead of celebrating her coming home, we were left to deal with this heartbreaking loss. It shocked everyone—my family, the neighbors, everyone who knew Marie. She was such a quiet, sweet girl, and now... she was gone.",
        "56": "A girl called maria died 28 years ago possibly because of hospital neglect which led to a blood clot",
        "57": "The daughter died 28 years ago on the 13th of the month.\nHer sister victoria went to the hospital and the daughter was discharged for 10 days\nShe died of a blood clot\nShe had two sisters\nAt the funeral was aunt millie and aunt jenny\nbrother in law\nmary\njames \nMichael\nannie\nheart attack\n\n",
        "58": "28 years ago, Mrs. Costa's daughter Marie died at the age of 18. She had been hospitalized for appendicitis and received surgery while under ether for anesthesia. She suffered some initial post-surgical complications and was hospitalized for 10 days, during which time the nursing staff made her sit and walk around in ways her mother now believes may have contributed to her death. Marie suffered a blood clot as she was being released from the hospital, fainting and sweating profusely while her mother waited in the other room to help her get dressed for the trip home. Mrs. Costa had happily prepared for Marie's release, instructing other family members to take care of certain tasks ahead of Marie's arrival. While Marie was experiencing the emergency that led to her death, other family members were eagerly awaiting her. The hospital office staff was not aware Marie had just passed away and, during the crisis, was calling the family wondering why Marie hadn't completed her release to home yet. When Mrs. Costa became aware of Marie's emergency, she became agitated and terribly upset, accusing doctors and nurses of killing her daughter. Marie is still remembered by those who loved her; her mother honors Marie's memory each day as she drinks her first cup of coffee, and family friends reminisce about seeing Marie in their memories as though she were there in real life. ",
        "59": "Mr's Costa's daughter Marie ws in the hospital. She has appendicitis. When Mrs Costa went to the hospital, the nurse had a chair. When asked why, the nurse said Dr.'s orders. Then she slipped and Mrs Costa believes the fall caused her to have a blood clot. After 10 days she got a call that she should pick Marie up. She asked her husband to make a pot of coffee and get a cake for Marie.  Marie loved coffee and was the fist to have coffee in the morning. When the mom went to would street her daughter could see she was about to arrive. The nurse told her to sit down, that Marie was dying. \nMrs. Costa started screaming and pulled her hair out and yelled that they had killed her daughter. Mrs costa was screaming and crying. She was only 18. The female dr. came in the room and wanted to giver a shot to calm her down. \nMrs. Costa went home and was screaming so loudly that the neighbours came out. She told her husband about the death. Her sisters were told by James that Marie was dead. He was crying with bloodshot eyes. Then they contacted her brother in law who is an undertaker. When Mrs Costa went to the store, the clerk said she remembered Marie on the set and that she was a sweet quiet girl.",
        "60": "Mother telling a story about the day her daughter Marie died in hospital after collapsing after an appendicitis surgery. \n\nAnother daughter called Marie, 2 sons, one called James and one called Michael. \n\nBrother in law works as a undertaker but now passed. \n\nMichael and husband had a heart attack when they found out Marie died. \n\nThere was a woman in hospital who was ill who was a mother. \n\n",
        "61": "My daughter died.She'd be twenty-eight years this month. The thirtieth of this month  yeah. She died at Methodist Hospital. She had an operation for appendicitis.It was Saturday afternoon when they they operated , very late. Sunday morning, my oldest daughter,Victoria , went to the hospital to see how she was. She was still under ether. Back then,they used a lot of ether. There was a chair there. They were just starting to get people out .So Victoria saw the chair and she said to the nurse,\"Whats this chair doing here?\" The nurse said \"Well, we've got to get her out of bed\".She said, \"What are you talking about? She's still under ether.\" \"She's too sick.\" But the nurse-said,well, that's the doctor's orders \". So they went to get her out of bed and she passed out, and they had to put her back in bed. \nSee, here she never - I don't know if they know or what, butI blame them for the blood clot she got, taking her out of bed .So when she was walking around to come home after ten days, I was waiting for the call from the hospital. I didn't have a phone then. The lady from the store who had a phone called me, \"Mrs. Costa,\" at a quarter to five at night. \"Mrs,Costa,they just called you from the hospital.Go pick Marie up. She's discharged.\" I had all the clothes laid out on the table. And Rita was - I was going,I said \"Rita, Finish the  cooking. Daddy will be home soon\".He was working down in the yard. I said, \"And put a big pot of coffee on\" because She had been wishing for coffee. And you know every morning, that first cup of coffee, I offered it to her. When I get up in the morning the first cup is hers.\nexaggerate, they were that big. It came - just poured from her - I said, “What did you do, kill my daughter? You killed her! You killed her!” That's what I kept yelling. And the doctor rushed in, see, they were trying to get ",
        "62": "A woman, Mrs. Costa takes her daughter Marie to the hospital for surgery on her appendix. It should be routine without any issues. Mrs Costa goes home and waits for the hospital to call her to pick up her daughter. When they call and she goes into the hospital, she finds out her daughter died. The surgeon was a woman named Dr. Schwartz. The Dr. tells her she heard Marie tell a girl that her leg hurt. The Dr. says there was a blood clot and that's what caused Marie's death. When Mrs Costa goes into the hospital room, her daughter Marie is dressed in her slippers and robe. Mrs. Costa gets very upset and starts yelling. The nurses try to take her to an office and give her a shot of something to calm her down but Mrs. Costa won't let them. She yells at them to Stay Away from Her! When Mrs. Costa goes home, her husband is waiting on the stairs. When she tells him Marie has died, he has a heart attack. Another man or boy comes out and when she tells him what happened, he has a heart attack as well. Mrs. Costa remembers that her sisters are waiting to hear about Marie as well, so she sends her son James to tell them what happened. One of the sisters husbands is also an undertaker. When James arrives at their house, they're excited to see him but they quickly notice his eyes are red from crying. When they ask him what happened, he tells them Marie died. ",
        "63": "A woman goes to the hospital and finds out her daughter has died. She lived with multiple daughters. Marie was only 18. She died from blood clot. The mom went crazy in the hospital after finding out the news, and she did not like the doctors. She threatened to burn down the hospital and kill people. She was screaming and pulling out her hair. She told the news to everyone else, they were all sad. The father got a heart attack, as well as the brother. It was all so sad and terrible. One girl brought a large orange while waiting for Marie. Someone had to stay home cooking while the mom went to the hospital. ",
        "64": " My daughter died, 20 and some months ago. She was in the hospital for a surgery when I arrived at the hospital there was a chair there in the corner of the room. I asked the nurse \"Why is there a chair there?\" she replied \"So you have a place to sit.\" A couple weeks later I got a call from the doctor saying that Marie was ready to be discharged. I was cooking at the time, I told someone to finish cooking while I go pick up Marie. \"Go to the bakery and get a cake for Marie.\" I told my husband. After getting ready I placed my coat & Marie's clothes over 1 arm & headed out to go pick her up. Once I arrived at the hospital I was told to wait in a the lobby while the nurses go get Marie ready. At the time there was a mother of 10 children that was my neighbor getting surgery for a gallbladder stone. I prayed to God that she made it through \"Dear lord, please do not take this mother away from her children.\". The nurse came back then picked up the phone, she came to me and asked \"Has your daughter ever had tendencies to faint?\" She told me that as Marie was getting ready to leave she said \"Oh my leg hurts, and I can't see.\" before she fainted and had a cold sweat. She was sweating beads of sweat, they were that big I tell you. \"What did you do?! You killed my daughter!\" I yelled at the nurse, a doctor rushed in. \"We don't know what happened.\" I was banging my head against the wall, hair pulled out & hysterical. My other daughter & husband were wondering what was taking so long to bring home Marie, so my other daughter went to the hospital as well. She heard me screaming and asked what was going on. \"They killed Marie!\" I told her. She dropped to her knees staring blankly at the floor. Marie's leg was hard as a pole from the blood clot she had. Still hysterical, they brought me to an office to remove me from the hospital. I was still screaming, hair pulled out, hysterical. When I got home my husband was sitting in front of the house & asked what happened. \"We lost Marie, Marie is dead.\" I told him, hearing the news he had a heart attack. I called everyone to tell them what had happened. I told my son James to go tell my sister and mother about what happened. \"Why are you crying little James?\" asked my sister. \"Auntie, Granny... Marie died.\" He told them.\n",
        "65": "a woman lost her daughter after an operation for appendices which led to a blood clot, she was told to go fetch her daughter from the hospital but when she got there her daughter collapsed and died, her husband and son had a heart attack from the shock of it all, her sister also had a blood clot and her son told the rest of the family what happened and they were in shock too",
        "66": "Marie, an 18 year old girl went into the hospital for a surgery and died from a blood clot, 28 years ago. Her mother, Mrs. Costa, recalls the event. She started her day with a cup of coffee and headed to the hospital to pick her daughter up from this routine surgery. There was another lady she knew there, who was a mother. She prayed that the mother would be ok - and when doing so saw nurses running for blankets etc. She then learned that her daughter had fainted and was pooling with sweat. She then learned that her daughter had died which put her into a state of shock. She was hysterical and the dr wanted to give her a shot there afterward to calm her down which she refused. Her daughter got a call from the hospital that they were waiting for the mother to pick her up, confused she headed over to the hospital to find her mother, Mrs. Costa, in a hysterical state. She then learned her sister had died. She fell to the ground causing an injury to her leg that she still deals with today. She took her mother home and her mother informed her husband as well as one of her brothers, the older one. Both men had heart attacks when they learned the news. The youngest of the two brothers was sent to inform his aunts, Jenny and Millie of what happened. They recalled Marie being a nice and quiet girl.",
        "67": "There is a woman (Mrs. Costa) telling a story about how her daughter marie has passed away at a hospital due to a blood clot. She was waiting for the hospital to call her to let her know that her daughter Marie would be dispatched and when she got the call she got clothes ready for her and made her way to the hostpial. When Mrs. Costa got to the hospital the nurse suddenly told her that her daughter was in bad shape and and had a fainting spell and that she was with slippers and a robe and she collapesed and then she passed away. The mother was furious and yelling at the hospital staff that they killed her and was screaming for them not to touch her because they wanted to check the cause of death. Mrs. Costa was hysterical and yelling and telling the doctors that operated on Marie that she will kill them if they got any closer to her and when Mrs. Costa got home she told her husband Michael that Marie was dead and the husband had a heart attack and in the end there was something about an orange from the aunt and that is all I remember.",
        "68": "Mother is telling about indecent of her daughter`s death, her daughter had an operation in hospital, It was late Saturday afternoon when they operated her & Sunday morning when her elder daughter victoria went to hospital she was in the bed but victoria saw a chair besides her, then victoria asked nurse why chair is here? nurse replied we got to get her out of the bed, victoria shocked and said how come a sick person who cant even stand can sit on chair? Nurse said i cant do any thing thats doctors orders, so they took her out of bed and she passed out, they had to put her back into bed. mother didnot know the exect reason of her daughters death but she blame doctor for  the blood clot she got, before that hospital lady was keep calling her to inform that Maria got discharge from hospital so please come and take her home. her father was waiting at home for her daughter, when mother of maria told him he got a severe heart attack and got critical condition, maria mother also told that maria was fine after operation, we were actually worried for another lady who got problem with gal bladder, she got 10 kids, we were praying for her, Maria mother still dont understand how her daughter passed out, what was the reasons and doctors were also in shock, how did it happened? no one had a clue.",
        "69": "Marie who was 18 was in the hospital for an appendicitis operation on April 20th. The mother Mary and the daughter Victoria went to the hospital to see how she was doing on April 30th but she wasn't ready to be discharged yet. The operation was done by Dr. Shaw, but she was just an assistant and the main lady doctor was Dr. Monique. The hospital had called to let Mary know that Marie was ready to be discharged, but since she didn't have a phone, the hospital had called the store. The store lady had let Mary know that her daughter Marie was ready for discharge but when Marie got there, there was a big problem. Mary had died from a blood clot. The family was devastated. The father and son both suffered from a heart attack. The relatives were actually getting ready for her discharge and one of the aunts had bought an orange the mother had decided to tell the youngest boy to tell his aunt and uncle about the incident instead of calling and as the boy had arrived, he started weeping.",
        "70": "My daughter died, It'll be 28 years this month, the 30th of the month. she had an operation for appendicitis, my oldest daughter went to the hospital to see how she was but she was still under.. they tried to wake her and put her in a chair but she was still out of it so they put her back in the bed, i blame them for the blood she got, taking her out of bed too quickly. I didn't have a phone at the time, someone told me that she was being discharged and i had to go and get her, ",
        "71": "Twenty eight years ago, Mrs. costa's daughter, Marie, died after an appendicitis operation. She was moved from her bed when she was still under ether which made her to have blood clot while walking around to be discharged. The operation was done on the 20th April. After Mrs. Costa received a call from the hospital to come get her daughter, she started preparing for her home coming. Everyone was eager to receive her. Only Mrs. Costa went to the hospital, her husband was waiting by the stairs waiting for his daughter.\nWhile she was at the hospital, she was praying for the recovery of a neighbour at the hospital thinking she was in distress because of the nurses running around not knowing that it was for her daughter. She got to know it was her daughter, when she went to the room, she found her dead on the bed. She was so devastated and started shouting, telling them that they killed her daughter. She went home, told her husband who later suffered heart attack, and her son, who suffered heart attack. Every other family member, who were waiting to welcome Marie home from the hospital, got to know about the demise of Marie which made them so sad. People remembered her being a real quiet girl, a pleasant one.",
        "72": "28 years ago a mother lost her daughter. The daughter died while she was in the hospital after an operation. The oldest daughter (Victoria) went to the hospital to see how she was as she was under a lot of ether, when she got to the hospital the nurse informed Victoria that they had to move her sister from the bed to the chair that was there. However, that was not possible as her sister fainted as soon as she was moved from the bed because she was very sick and under a lot of medication. That's how she got blood clots. \nA few days later, they (Marie's family) received a call from the hospital saying Marie was well and ready to be discharged from the hospital. They started preparing for Marie's arrival at home by setting out clothes, boiling coffee for her and buying cake as well.\nMarie's mother got ready and went to the hospital to go get her. When she got to the hospital and saw her daughter in the hospital bed she started shouting at the nurses and doctor for killing Marie. Marie had passed away at a young age, her mother believed the doctors did something to her, as she was planning on taking her home. She could not understand how her daughter died. She was hysterical.\n\nMarie had pain in her leg that caused her to pass out. Marie's mother went home to inform everyone, her father and brother both experienced a heart attack from the shocking news. Family members were either passing out or dying from the shocking news. ",
        "73": "The story centers on a grieving mother who loses her daughter, Marie, after an appendicitis operation at a Methodist hospital. The tragic sequence begins when Marie’s older sister, Victoria, visits her in the hospital. During this visit, Victoria witnesses the frantic activity of nurses moving patients out of their beds. She notices a chair and asks a nurse about it, only to learn that it is needed to transfer patients.\n\nThe following day, the mother eagerly arrives at the hospital to pick up Marie and take her home. However, her anticipation quickly turns to horror when she discovers that her daughter has died. The news strikes her like a thunderbolt, and she is consumed by grief, carrying the heavy weight of loss in her heart.\n\nWith a loud cry of anguish, the mother calls out, drawing the attention of her family. They rush to her side, alarmed and concerned, as she delivers the heartbreaking news of Marie's passing. This moment of profound sorrow highlights the fragility of life and the deep bond between a mother and her children, ultimately illustrating the devastating impact of unexpected loss on a family.\n\n",
        "74": "Marie was in hospital having her appendix out. She was very young and had been unwell for a wee while. She had her operation and was ready to go home. Her mother Mrs Costa was contacted through the shop to go and pick her up. Mrs Costa, the mother, went to the hospital after taking clothes for her daughter.  When she got to the hospital after leaving food and coffee for her husband who was at work she was taken to a room to wait for her daughter. While she was there she was praying for a patient, a mother of ten children who was in hospital and was really unwell. The nurse and doctor came into the room and told Mrs Costa that Marie had died unexpectantly and very suddenly, The doctor said that she had been walking with another patient and had complained of a pain in her leg and was unable to see. She then had fallen to the ground and had died. Mrs Costa was in shock, she was expecting to take Marie home and did not understand how this could have happened. She was screaming at the doctors and nurses not to touch Marie and she threatened to burn down the hospital without caring who was there. She was taken home and saw her husband sitting on the house steps waiting on them. He did not understand how Marie was not coming home and said the his wife had gone there to take her home. The youngest son was told to go and tell others what had happened.",
        "75": "It had been 28 years since the narrator’s daughter, Marie, passed away. Marie had been operated on for appendicitis at Methodist Hospital. After the surgery, they used a lot of ether, and when the nurse tried to get Marie out of bed, she passed out and had to be put back in bed. The narrator blamed the hospital staff for a blood clot Marie developed from being moved too soon.\n\nAfter 10 days, the hospital called to say Marie was discharged, and the narrator went to pick her up, bringing clothes and coffee for Marie, as she had been wishing for it. However, when the narrator arrived, a nurse told her to sit down and wait. The narrator prayed for another patient, but then a nurse informed her that Marie was sweating heavily and appeared to be in distress. The narrator rushed into the room and saw Marie sweating profusely. In a panic, she accused the doctors and nurses of killing her daughter. Soon after, Marie passed away while preparing to come home.\n\nThe hospital staff had tried to contact the family, and when the narrator's other daughter, Rita, and son-in-law arrived, they found the narrator in a state of hysterics. The news was devastating, leading to more health complications for family members.",
        "76": "Mrs Costa's daughter Marie died at hospital from a blood clot. It was completely unexpected. Mrs Costa had a mental breakdown. She was taken home by her daughter Rita and her son-in-law. Later that day she told her husband and son what had happened and both suffered from a heart attack. She sent her youngest son James to her sisters to tell them the unfortunate news.",
        "77": "The story is about the death of Marie, 28 years ago from the perspective of her mother. Marie is in hospital recovering from an operation but is not concious, the nurses want to move her from her bed and the mother thinks that's what caused the blood clot and killed her. The mother goes to pick Marie up from hospital as they call the local store to tell her that Marie is being discharged. The mother tells her to put on some coffee ready for when they get back. When the mother gets to the hospital the nurses ask her if Marie has ever had fainting spells. They then rush to get the doctors as Marie has taken a bad turn and died. Marie's mother is hysterical and crying blaming the hospital for her death. When she gets home and tells her husband he has a heart attack. She sends her young son in law to go and tell her sisters the news. Everyone is so upset and says how nice of a girl Marie was and how sorry they are to hear that she has passed.",
        "78": "Mrs Costa had a daughter whom was sick by the name of Marie who was in the hospital. she was did not have a phone so the hospital phoned the shop where was at and the lady gave her the phone and the nurse told her that her daughter Marie is dischaed that she could come pick her up. she took some clothes for marine to wear and they prepare her to come. as she arrived at the hospital she saw Marie at the hospital room window and when she was inside the hospital she saw the nurse was on the phone and someone came to tell her what was going on and as she running Mrs Costa asked the nurse if it was about her daughter the reason why she was rushing and leaving the phone and later on she was told that Marie die and did not know what was the cause and she started to yell and screening why did the doctors and nurses killed her daughter and she continue to screaming \"don't touch me, don't touch or I will kill you\" because Mrs Costa had three operation within the year at the same hospital and knew all the nurses. when she go home everyone was waiting to see Marie and she had to tell them the devasting news that Marie had passed away.",
        "79": "Marie went into the hospital to have an operation. She ended up dying after the operation at the hospital. Her mom, Mrs. Costa went to the hospital to pick her up and discovered something had happened. She became angry and shout at the nurse in the room that they had killed her daughter. The doctor who performed the operation sent his assistant doctor to understand why Mrs. Costa was yelling. She discussed that she knew the staff because she had three operations done herself. She refused to allow the staff to touch her daughter or her because she felt they had killed her daughter. When she arrived back home her husband was waiting on the steps. She told him that their daughter had died, and he fainted. She told others the same news and they fainted. They held a funeral.",
        "80": "An eighteen year old girl Marie died in hospital due to blood clot in her leg. The hospital was responsible for that. The mother of the girl was narrating the story and was describing how her whole was getting ready to welcome their daughter and she went back to the hospital as Miarie was going to discharge that day. Instead marie complained about leg pain and collapsed. The mother was there and she was talking to other patients she knew before and one nurse called her to inform that her daughter is in bad condition. When she went to marie's room she was already passed away. Mrs costa was fuming with anger. While every one was waiting for them to come home. Mother was mourning for her daughter's death. Her husband and son came to the hospital to know why is she taking so long to bring Marie home. When she informed her husband that Marie is gone, her husband got a heartattack. same thing happend to her son, He got heart attack aswell. Her life was shattered. She blamed hospital for all this. As she was crying the nurse told ehr that they are going to find the reason of Maries condition but she scremed as not to touch her daughter. All this happened twenty eight years ago. Her sisters were waiting to welcome Marie home and they said to mrs costa as soon as maries is discharged. let them know. She called her sisters and her brother in law. her sister's husband and describe the whole situation.She was hysterical and Couldn't say much. It was all heart broken.",
        "81": "there was a woman whos daughter was in hospital, she didnt reust the emale doctor and there was an autopsy ",
        "82": "My daughter died, it will be twenty eight years this month. She died at Methodist Hospital. She had an operation for appendicitis. My oldest daughter Victoria went to the hospital to see how she was still sick. She took her out of bed then she passed out. They had to put back in bed. She was operated on in April. I then went to see how she was doing. She saw me from the window. I went on to pray for another woman who had her gall bladder removed. The nurse then called me to my daughter's room and said has your daughter ever fainted? I then accused the nurses of killing my daughter, 'you killed her\" I said. I went hysterical that one doctor wanted to give me a shot.I then shouted saying \" you killed my daughter now you want to kill me?\" My husband and son both came to the hospital and they both fainted after hearing the news of  my daughter's death.",
        "83": "Marie was a very gentle soul and a very young girl she died after a surgical operation, she had appendicites, there were complications when she was in the hospital that made her die untimely. She was loved by her parents, siblings, relatives and even neighbors, her death was a very tragic one ",
        "84": "My daughter died 28 years ago. It was a Sat night, no Sunday morning. \nShe was in hospital for an operation. Marie is her name.\nMy mother went to visit her. There was a chair there. Asked what the chair was for. \nThe nurse took Marie out of bed, as doctors insisted she be put in chair. \nBut mother was concerned as Marie was still under Ether. Ether was used a lot back there for surgery.\nAnyway despite saying she was too sick, Marie was put in chair, fainted and put back in bed.  \nEventually, we were waiting to pick her up. \nThey phoned the shop keeper as we didnt have a phone. \nThey told her Marie was ready to be discharged.\nSo dad came home from work, went upstairs to have shower and shave. Then waited on step. \nSomeone was on Wall street for some reason.\nMother went in to pick up Marie. \nMother was praying for another lady who had 10 children and was having serious op, prayed children would not lose mother.\nMother has prior 3 ops at hospital so knew nurses.\nNurse called her to sit down when go to hosp. Told her Marie had died. \nTurns out she had had a blood clot in her leg. Got pain in leg, and collapsed. \nMother was screaming...telling nurses she would kill them all. Did not want them touching her daughter. \nEventually driven home by nurses in car. Screaming in car and outside house. \nNeighbours all came into street as heard the screaming. \nMum explained to father that Marie was dead, and to sisters and brother.\nBrother told aunt and uncles.\nSo that's what happened. \nShe died 28 years ago, on 20th April. ",
        "85": "so miss costa had a daughter named marie, she died in hospital due to a blood clot, she was in hospital for 10 days before miss costa got a call to come collect her, maries sister victoria was already at the hospital with her. once mrs costa arrived she sat in the waiting room with a dress for marie and a jacket for herself and heard someone else was having gallbladder surgery so she prayed for them, after that she saw nurses grabbing towels and heard someone went into a cold sweat, turns out it was marie, mrs costa goes to maries room and finds marie with sweat the size of balls she was in a jacket and ready to go home, turns out she died mrs costa started screaming that they killed her daughter, dr smurze who operated on her and was a female tried to calm her down but it did not work, after that she went into the hallway and sat there upset, nurses tried to calm her down but she then got angry, mrs costa knew all the nurses as shes had 3 surgeries in 1 year at the same hospital. she let victoria know who fainted then let her husband know who then had a heart attack, then she let her son james know who then also had a heart attack. she went home and as she was coming home her sisters told her they have a big orange she wants to give marie once she comes home, a very big orange but costa told them shes died, one of the aunties had a husband who died also, this all happend in the 20th of april, marie was about 23.",
        "86": "Mrs coastal Loss marlie her daughter at a hospital, before marlie died her elder sister was admitted to the hospital, Mrs coastal went to check Mary and she confirmed she with her bathroom slippers \n\nI was hysterical,  saw me like that, we lost Marry\nMarry is twenty eight,  she sufer seven to eight and nine times a week, she can't walk\n\nThe girl walking with Marie I can't see reported to the Doctor \n,Doctor rushed to Marie, I was blood clot, don't you dare touch my daughters,  if you touch my daughter I will kill you.\nMy husband went for shower and later my husband was sitting,  Mike we lost Mary, my husband had heart attack. My younger sister brought orange for my daughter. I called my brother inlaw, he was undertaker, I send my son James, he was little then, the death was a shock to everybody at my neighbourhood.",
        "87": "",
        "88": "Marie Died 28 years ago from a blood clot the day she was supposed to come home. Her mother went bonkers in the hospital when she died as she was only coming to take her home and she went and died in front of her. Marie's mother accused the hospital staff of killing her daughter and had to be restrained as she was threatening to burn the hospital down. Her husband and son both had heart attacks when they heard the news. ",
        "89": "Marie died twenty eight years ago, she had gone in to hospital for an appendix surgery and her mum was coming in to visit her and she was going to take her clothes. She was waiting for her to get discharged and was supposed to get a phone call from the hospital. So the hospital did call her, to come and collect her. So she got Marie's clothes from home and she told Michael that she's going to get Marie. So he was having a shave upstairs because he came from work and he will be waiting for them to come home. She told Rita that she's going to get Marie. So she went to the hospital, and she was waiting and she was also praying for some woman who had a gallbladder operation because she had 10 children and she was in a bad state. She used to live near her mum's house and she said in a prayer \"Oh God, Don't take this woman, she has 10 children\". She then started feeling cold and shivery. The nurses aid put a blanket on her. She went into the room and she saw Marie laying down with her slippers on and her house coat on. \"What happened to her?\" Her mum said to the doctor. When she turned, Marie had passed away. She was like in shock. Marie was screaming \"What happened to her?\" as she was pulling her hair out. She phoned Rita and her other daughter and told them what happened. When they came to collect her, she was screaming and Micheal was sitting on the step asking what happened to her. She said Marie passed. Michael had a heart attack, yes a heart attack. Then she told her sisters, her mother by sending Jason to the house to tell them what happened. They were so upset, everybody was distraught about Marie. As she was a quiet girl and good. The Doctor said she died of a blood clot.",
        "90": "My youngest daughter died at the hospital. And then it was my birthday soon after, in April. My Daughter died in the afternoon on a Sunday, late afternoon. My oldest daughter had come to visit her in the morning, she was still under lots of ether. There as a chair next to the bed and she asked what it was doing there. There nurse said she had to get up and sit up, even though she was still under ether. She had died from a blood clot. When I got home I went up the step and my husband came outside, I told him Marie is dead! And he had a heart attack, yes a heart attack. My son jamie found out and also had a heart attack. He then ran down and shouted to the neighbour, also he told my sister and mum by saying \"Auntie Marie is dead!\" and they were also shocked. And that's about all that happened and is the end of the story.",
        "91": "My daughter died twenty eight years ago at a Methodist church. She was operated on for appendicitis.\nVictoria went to visit her to see how she was. They was getting people out of bed. Victoria asked the nurse about the chairs. Victoria said she was too ill to get out of bed. She was blamed for the blood cot for getting her out of bed. She came home after ten days and I was waiting for a call from the hospital.\n\nShe was operated on in April on the twentieth. It was chilly and I had a coat on my arm and a bag. She see from the window on wolf street. She said my mother was coming and was just saying by to everyone.\n\nWhen I got to the hospital I was told to sit down and I prayed for another patient who had ten children and lived near my mother.\n\nDr. Schwartz did the operation but his assistant was Dr.Monique who was a lady doctor\n\nI had all her clothes ready for her to go home - My husband was waiting for me. \n\nHe came home and washed and shaved and then waited for me - They called the store to find out when mother was coming home.\n\nA doctor wanted to give me a shot but I said no I'll kick you. You killed my daughter and now want to kill me, don't dare come near me.",
        "92": "On the 28th or 30th of April, Marie was hospitalized for an appendices surgical operation. She was too weak and was put to bed for quite some time. After a wile, Victoria noticed something was wrong and Marie was removed from her bed. She enquired from the nurse why this happened and she was told that the doctor ordered it. Victoria in rage told the nurse Marie was too weak and sick and She returned Marie back to her bed after Marie passed out. Mrs. Costa got a call in middle of the night from the woman at the store because she didn't have a phone. She told Mrs. Costa to go get Marie at the hospital. Mrs. Costa set out to the hospital and instructed Rita to finish up the cooking because Their daddy will be home soon. Mrs. Costa bought some dress like coats for Marie and took it with her to the hospital. On getting to the hospital , the nurse sat her down and questioned her if Marie has had a fainting spell and Mrs. Costa felt uneasy and answered yes and she was invited to her daughter's room and saw her daughter lying on the bed lifeless. Mrs. Costa was filled with emotions and crying and wailing and then the doctor who carried out the operation came in and immediately, Mrs. Costa asked her what she did to her daughter but the doctor replied by saying she doesn't know what happened. Afterwards, the nurse advised her to talk to her daughter but Mrs. Costa was confused and she was in agony. Mrs. Costa husband was now home and expecting his wife to return with his daughter, he was calling the store to enquire what must have happened thinking that Marie was already discharged. So Rita went to the hospital herself and she was surprised at what she saw. Her mother broke the news that her sister, Marie has died and on hearing it, Rita could not control herself. She fell on the hard floor in shock and in grief and she had a problem that developed due to this fall. When Marie's body wanted to be moved, Mrs. Costa didn't allow it because she was in grief. When the news got to her husband and her son, they both got a heart attack and Mrs. Costa sent his junior son to go tell his uncle of what has happened.",
        "93": "marie was in the hospital on ether the tried to sit her in a chair but she collapsed and had a blood clot she was 18 years old, marine was due to come home the hospital phoned the shop to say she could come home as the family didn't have a phone ms costa at the shop let the family know marine was ready to come home, the mother went to the hospital to collect marine she waved at the window saying bye to everyone once marine mother reached the hospital marine had collapsed and the nurse sat the mother down and didn't tell her straight away marine had cold sweat and had developed another blood clot that caused her to die\n\nthe rest of the family arrived dad and sted bother they both suffered a heart attack\n\nmarine was a quite girl who used to stand on the sten across from the shop said ms costa ",
        "94": "a teenager named Marie died in hospital and the story was told from the point of view of her mother , mrs Costa. Victoria was the eldest daughter and Mike was her husband. Marie died in hospital from appendicitis , she was 18 years old. She was a quiet girl, the mother was hysterical when she found out her daughter died. She started to accuse the hospital of killing her daughter. It was a complete shock to the whole family as well , they expected Marie to leave hospital that day and go home, but she passed away as the mother had her back to Marie.",
        "95": "My daughter died when she was 28, on the 30th day of the month at the methodist hospital. She had gone for an operation on her appendix. I sent my other daughter Victoria in to see her and when she got there she noticed a chair in the room. She asked what the chair was for and she was told that they were going to move Marie into it, but Victoria said she was too sick. Marie ends up passing out when they tried to move her. It is 10 days after her operation when Marie dies. I go to the hospital to collect her when she is meant to be discharged, I have my coat on my arm. The nurses aide brings blankets because I'm having cold shivers. I pray for another woman in the hospital who has had an operation for gall stones; she has 10 children. They then rush to my daughter and when I go into her room she is dead. I keep screaming that they have killed my daughter. Apparently, she was walking with another girl and said she had pain in her leg; it was a blood clot that killed her.\nWhen I tell my husband and son Michael the news about Marie, they both have heart attacks. Some family arrive and one of the women has brought a very large orange with her. \nPeople remember Marie standing on the step as a young, quiet girl.",
        "96": "A woman called Mrs Costa is recalling the death of her daughter Marie 28 years ago, who died in hospital after an operation. She got a call to come and collect her so gathered her belongings and some clothes, but by the time she arrived the girl had passed out and was being worked on by doctors, and then passed away from a suspected blood clot. The woman is screaming in the hospital. Her other daughter Rita eventually arrives with her own husband, after her mother hasnt returned home, and also discovers Marie has died. They then return home and the rest of the family find out. Her husband has a heart attack, then later so does her son Michael. The youngest son James is told to run and tell his aunt milly and aunt jenny and does so, he arrives with red eyes and tells them Marie has died after they ask whats wrong. 28 years later Rita still suffers with terrible pain in her leg ",
        "97": "her daughter died twenty years ago at Methodist hospital due to operation for appendicitis. back then they used a lot of ether. Victoria saw the chair in the hospital and asked the nurse what it was doing there. the nurse said they had to take her out of bed but she collapsed and was taken back to bed. she was waiting for a call from the hospital and her neighbor at the store passed her the information to go and pick Marie. She ordered for coffee to be made as they prepare to go pick Marie. Marie saw her with the girls and shouted. She was welcomed by the nurse and she was asked whether her daughter had a fainting spell. She yelled upon seeing her daughter saying they killed her and she was ready to go home. The hospital kept calling and the people in the office had no information what happened. they thought mother got angry because of Marie. the nurses kept coming and they all knew her and told her to keep away. Rita came, told Marie was dead and she fainted. Marie's friend said that Marie was saying goodbye. she threatened to kill whoever tried to touch her daughter. she was in a mess. relatives and friends visited with oranges. she got home and called everybody telling them what happened. They kept on saying how Marie was good.",
        "98": "My daughter died. Twenty-eight years ago it'll be this Wednesday, yeah. She was in hospital, getting operated on for appendicitis. My eldest daughter Victoria went in to see her, and, at that time I didn't have a phone. But the girl at the store had a phone and the hospital called her to let me know to come pick Marie up, she had been discharged. Twenty-eight, no, thirtieth this month it'll be, yeah. She said to me, \"Mrs. Costa\", she said, \"The hospital called for you to pick up Marie.\" So I got ready to go, I told my daughter Rita to keep cooking, and I said, \"Put a pot of coffee on, Daddy will be home soon.\" He was working that day. I always put out coffee for Marie, the first coffee of the day was hers. But when my eldest daughter Victoria got there, she got to the bed Marie was at, and right next to it was a chair. She said to the nurse, \"What's this chair doing here?\" The nurse said \"We need to get her out of bed.\" but she was still under ether. Back then they used a lot of ether. So she said to the nurse, \"She can't get out of bed, she's still under ether. She's still sick.\" Then the nurse said, \"Well that's doctor's orders,\" so she goes to get Marie up, and she took a few steps then she collapsed on the floor. She was never - they asked, \"Does she have any fainting spells?\" and she was healthy. So they called the girl at the store, and she tells me to go to the hospital, and I go, with Marie's coat on my arm, and her undercoat, and her coat on my arm. I got there and the nurse's aide, she was a little thing, she said something to me. The nurse tells me to \"Just sit right here, sit down for a little while.\" and I got chills. Then I see the nurse's aide go into a closet and get a blanket out, then she turns to the nurse and says, \"she's got cold sweat.\" Then they started running, and I saw it, and I'm not exaggerating, there were huge beads of sweat, just running, just pouring down her face. I got closer to her and I started yelling at the nurses, \"What did you do to her? You killed her. You killed her!\" See, the nurses knew me, I had three operations there in no time, less than a year. They just kept coming, and I was yelling, \"You killed her! You killed her!\" The doctor rushes in, and - she was a lady doctor, Dr Schwartes. The doctor, a lady doctor, tried to give me a shot. And I said to them, \"Get away from me! You killed my daughter, and now you're trying to kill me?\" I started screaming, I was hysterical, banging my head against the wall and everything, I had hair pulled out, I was a mess. My husband had got home, gone upstairs to shave and shower, then sat on the steps waiting for Marie to come home. The hospital called the girl at the store again, and said, \"Where's the mother? Tell the mother to come to the hospital.\" The girl said, \"That's strange, the mother already went to the hospital, she should be there.\" Then they went up from the office. Then just as I turned my back, my daughter had passed away. I was screaming, crying, just a mess, and the lady doctor - they were all trying to get me to calm down. But she was only eighteen. I went home and told everybody what happened. My brother-in-law, he's an undertaker. I called my sisters. I sent my youngest son, James, to tell his Aunties what happened. They thought Marie would be coming home that day. They were cleaning the pavement, and doing the cement work, and cleaning the pavement. As soon as they saw little Jamie come up, they could see his eyes were all red, and they said to him, \"Jamie, honey, what's happened? Why are you crying?\" He said to them, \"Aunt Millie, Aunt, Marie's died. She died at hospital.\" When my husband came down from the steps, I told him, and no kidding, he had a heart attack, yeah. A heart attack. Then, my oldest son Michael came home, and I told him, and he had a heart attack too. Both of them, yeah. He collapsed on the floor. Everybody was coming out, they could hear the screams. I was hysterical, my hair was all pulled out, see. It'll be thirty years this month. Yeah, thirty years. She was only eighteen. \n",
        "99": "The daughter died as did Aunt Jennie and Auntie Millie, Mrs costa brought some cakes from the bakery at quarter to five at night. She did of a blood clot,Dr Swartz killed her, The mother told her not to touch her daughter.\n\nAn Orange was brought. The Brother in Law was called, it was cold outside.\n\nWhen Marie was discharged  someone was to go to the hospital and pick her all her clothes where laid out ready.\n\nRita was told to finish cooking as daddy would be home soon, he was working in the yard.\n\nCoffee was requested as she wanted some, first thing in the morning was best, i never forget that she liked it.",
        "100": "A very sad story of a 28-year-old girl who died a few days after an appendix operation",
        "101": "a mother was recalling events of how her 18 year old daughter marie died due to i believe they said a blood clot, she had been transferred from a bed to a chair which could have caused it (?). I believe I read something about her husband and son having a heart attack as well??? which was confusing because then the son told her sisters that were waiting back at home that marie had passed. the dad/husband was also at home excitingly waiting for marie. the mom had told the dad to prep coffee for marie for when shes back and they had also prepped something else that I cannot recall. If I recall correctly the surgery happened due to appendicitis. the mom was also screaming in the hospital at the doctors and nurses that they had killed her daughter. they used lots of ether. they did not have a phone so they were informed by a grocery store phone (?). "
    },
    "recalls segmented": {
        "0": [
            "1. My daughter died,",
            "2. twenty-eight years ago.",
            "3. I remember when she was at the hospital,",
            "4. they were moving everyone out of their beds.",
            "5. They tried to move her.",
            "6. I told them not to move her from her bed",
            "7. because she was under ether.",
            "8. I told them that Marie was under ether",
            "9. and not to move her.",
            "10. They tried to move her anyway,",
            "11. and when they did,",
            "12. she collapsed.",
            "13. She probably got a blood clot from it",
            "14. because they were talking about what could've caused it.",
            "15. I still remember that day,",
            "16. I was at home",
            "17. and they called me to say that Marie was being discharged from the hospital.",
            "18. I had all the clothes laid out on the table.",
            "19. My husband was at work.",
            "20. I went there",
            "21. and I was praying for this woman who had a gall bladder operation.",
            "22. I was praying to God",
            "23. to not take away this mother from her daughters.",
            "24. I saw a nurse running",
            "25. and she came and asked me something.",
            "26. I asked her if she was running for my daughter,",
            "27. and she said yes, come in.",
            "28. I went in",
            "29. and saw my daughter sweating.",
            "30. The beads of sweat were huge.",
            "31. I started screaming \"You killed her, You killed my daughter!\"",
            "32. A lady doctor Ms. Montique who was an assistant to the doctor",
            "33. who performed the surgery came to speak to me.",
            "34. I screamed very loudly,",
            "35. they wanted to inject me with something.",
            "36. I told them \"You killed my daughter and now you want to kill me.\"",
            "37. The receptionist kept calling my home",
            "38. to tell us to come and pick up Marie since she was discharged.",
            "39. My daughter told them that I had already left for the hospital.",
            "40. They all came quickly because they were worried about me.",
            "41. They took me back home.",
            "42. I started screaming when we reached home,",
            "43. I was still in the car.",
            "44. People were coming out of their homes",
            "45. to check what was going on.",
            "46. I kept screaming \"They killed her!\".",
            "47. My husband was sitting on the porch,",
            "48. and he asked me what was going on.",
            "49. I told him \"Marie is dead, they killed her.\"",
            "50. I showed them pictures of my daughter,",
            "51. she was only eighteen.",
            "52. When her sister and my husband found out,",
            "53. they collapsed.",
            "54. I told my youngest son",
            "55. to go and tell my sisters Auntie Jenny and Auntie Millie what had happened.",
            "56. When he went to tell them what had happened,",
            "57. they thought he was coming to tell them that Marie had come back home",
            "58. but when they found out,",
            "59. they were shocked.",
            "60. My sister brought an orange earlier,",
            "61. a big orange,",
            "62. nothing like I had ever seen before.",
            "63. The local store owner praised Marie a lot,",
            "64. she said that Marie would always come to the store",
            "65. and stand there,",
            "66. pointing at the steps.",
            "67. \"She would always stand there and look over\",",
            "68. She was a quiet girl,",
            "69. not much to talk.",
            "70. She was a good girl,",
            "71. Marie.",
            "72. - So that's what happened."
        ],
        "1": [
            "1. The story was about a mother's reaction",
            "2. to the unexpected death",
            "3. of her daughter Marie.",
            "4. She passed suddenly",
            "5. from a blood clot",
            "6. in her leg.",
            "7. The mother had a breakdown",
            "8. in the hospital,",
            "9. when she got home",
            "10. she told her husband and son",
            "11. about the sudden passing",
            "12. and they both suffered heart attacks.",
            "13. The story continues",
            "14. with her family making preparations",
            "15. for her daughter's funeral..."
        ],
        "2": [
            "Sure, I can help with that. Please provide the text narrative you would like segmented into linguistic clauses."
        ],
        "3": [
            "1. My daughter died twenty-eight years ago.",
            "2. It was the thirteenth of the month.",
            "3. She was operated on for appendicitis.",
            "4. The next morning, her older sister went to see her in the hospital.",
            "5. She was still under ether.",
            "6. They used a lot of ether for the operation.",
            "7. There was a chair in the room.",
            "8. They just started getting people out of bed.",
            "9. She asked the nurses.",
            "10. It was the doctor's order, they replied.",
            "11. They got her out of bed.",
            "12. She suffered a blood clot.",
            "13. She was put back to bed again.",
            "14. They called us from the hospital.",
            "15. They called on a phone in a nearby store.",
            "16. We were informed about her discharge.",
            "17. Rita was cooking.",
            "18. She will finish the cooking.",
            "19. Her dad is preparing upstairs.",
            "20. He said to prepare coffee for her.",
            "21. He said to get a cake.",
            "22. I went to the hospital with her clothes.",
            "23. She saw me coming into the hospital through her window.",
            "24. She was walking.",
            "25. She fainted again.",
            "26. The nurses were running.",
            "27. I asked if they were running for my daughter.",
            "28. I saw her on the bed.",
            "29. She was in her dress.",
            "30. She had her slippers on."
        ],
        "4": [
            "1. A girl called Marie died 28 years ago at aged 22 on the 30th of April.",
            "2. It was a late Saturday afternoon.",
            "3. Her mother Mrs Costa had gone to collect her from hospital,",
            "4. but had found her soaking in beads of sweat",
            "5. and unwell",
            "6. and she passed away.",
            "7. The doctor had given her too much ether",
            "8. and she had pain in her leg",
            "9. and could not see",
            "10. and this was the blood clot.",
            "11. Mrs Costa had been offered a jab to calm her",
            "12. upon declaring the hospital had killed her daughter",
            "13. and exclaimed the shot would be them trying to kill her also.",
            "14. The shocking news spread through the family",
            "15. to Mr Costa and her sister first",
            "16. then extended family."
        ],
        "5": [
            "1. It has been 28 years now since Marie died.",
            "2. She had gone to the hospital for surgery for the appendix.",
            "3. Her sister went to visit her",
            "4. and found a chair in the room",
            "5. and asked the nurse what the chair was for",
            "6. and told her that they had to get Marie out of bed,",
            "7. she told her that they can't do that cause Marie is too sick.",
            "8. But the nurse told her that it was the Doctor's orders.",
            "9. She pulled Marie out of bed",
            "10. but she collapsed.",
            "11. The mother did not have a phone",
            "12. so the hospital called the lady at the store",
            "13. to tell Mrs. Costa that she needs to pick up Marie because she is discharged.",
            "14. That morning she asked her daughter to put on some coffee for Marie",
            "15. because she likes coffee in the morning.",
            "16. She laid out Marie's clothes",
            "17. and put her coat on her arm",
            "18. and headed to the hospital.",
            "19. Marie was up and busy saying goodbye to the girls at the hospital",
            "20. when her mother got there.",
            "21. Then the nurse came",
            "22. and asked Mrs. Costa if her daughter had had fainting spells before,",
            "23. she asked if she was going to her daughter,",
            "24. when she saw her daughter",
            "25. she realized that she was sweating.",
            "26. It was a lot of sweat.",
            "27. She was still in her house slippers.",
            "28. Marie died",
            "29. and Mrs. Costa started screaming at the nurse that they had killed her daughter.",
            "30. The female Dr., Dr. Schwartz, had assisted the doctor who did the surgery.",
            "31. She came into the room",
            "32. and Mrs. Costa shouted at her too.",
            "33. The hospital kept calling",
            "34. asking for the mother to come pick up Marie.",
            "35. Marie's sister figured something was wrong",
            "36. and also headed to the hospital.",
            "37. She found her mother in the office undone",
            "38. and that's when she found out about Marie's.",
            "39. She fell and broke her leg.",
            "40. They eventually figured that a blot clot was what had killed Marie.",
            "41. Back at the house the neighbors were out of their houses",
            "42. due to Mrs. Costa's screams from inside the car.",
            "43. The husband had been waiting by the step for his daughter's return.",
            "44. When he heard the news",
            "45. he instantly had a heart attack.",
            "46. Their son Michael also had a heart attack the same day after finding out.",
            "47. The youngest son was then sent to inform his aunties about the death of his sister Marie."
        ],
        "6": [
            "1. A story of a girl named Marie",
            "2. Mrs. Costa, Marie's mom, went to pick up Marie from the hospital",
            "3. because she was being discharged",
            "4. When Mrs. Costa reached the hospital",
            "5. a nurse approached her",
            "6. and asked her to sit down",
            "7. While she was sitting",
            "8. Mrs. Costa was praying for a lady that she knew",
            "9. was having an operation",
            "10. The nurse gave Mrs. Costa a blanket",
            "11. because she was getting chills",
            "12. Mrs. Costa was asked by a nurse if her daughter ever fainted",
            "13. and the nurse asked her to come inside the room",
            "14. Mrs. Costa saw her daughter in the bed with slippers and coats on",
            "15. As soon as she sees her daughter",
            "16. she starts to scream",
            "17. what you did do to my daughter",
            "18. you killed her",
            "19. don't touch my daughter",
            "20. or see I will set this hospital on fire",
            "21. Mrs. Costa went home",
            "22. and let everyone know what happened",
            "23. Everyone’s family member was in shock",
            "24. including the neighbours"
        ],
        "7": [
            "1. The story was honestly somewhat jumbled in its retelling.",
            "2. However, the core of the story was that the woman's daughter, Marie, died.",
            "3. She was in the hospital receiving treatment.",
            "4. She died.",
            "5. The woman telling the story was livid at the experience.",
            "6. She blamed not the doctor, but the doctor's female assistant.",
            "7. She thinks that the doctor's female assistant killed her daughter.",
            "8. She was completely shocked and angry about it."
        ],
        "8": [
            "1. My daughter died,",
            "2. it was either March or April 28 years ago,",
            "3. the daughter was called Marie,",
            "4. she went into hospital for something",
            "5. and was due to be discharged.",
            "6. The hospital rang the mother,",
            "7. Mrs. Costa to go and collect her.",
            "8. She told her other daughter to wait for the Dad coming back from work",
            "9. and put some coffee on.",
            "10. Marie liked a pot of coffee every morning",
            "11. that's what Mrs. Costa remembered.",
            "12. At the hospital someone was taking blankets",
            "13. and she realized they were for her daughter",
            "14. she was told to talk to her",
            "15. and said she was dying",
            "16. what was she supposed to say",
            "17. and when she died",
            "18. she was screaming and kicking",
            "19. and pulled out her hair",
            "20. and asked what was wrong",
            "21. her daughter has just been saying goodbye to Arlene.",
            "22. Also, she had taken her dress and her corsets.",
            "23. She asked what had happened",
            "24. and they said a blood clot.",
            "25. She was screaming so",
            "26. they said they'd give her a shot",
            "27. and she said they'd killed her daughter",
            "28. and they weren't killing her as well.",
            "29. She went home",
            "30. and the son James was there",
            "31. he was only little",
            "32. and when she told the Dad",
            "33. he had a heart attack and died",
            "34. and then someone else had a heart attack and died",
            "35. and two Aunties came."
        ],
        "9": [
            "1. Marie was in hospital 28 years ago for appendicitis,",
            "2. the nurse tried to get her out of bed too soon",
            "3. and she collapsed with a blood clot in her leg,",
            "4. her sister Victoria was there,",
            "5. the nurse rang Mrs. Costa,",
            "6. Marie's mother,",
            "7. once she reached the hospital",
            "8. she was told her daughter had died,",
            "9. she was hysterical,",
            "10. pulling her hair",
            "11. screaming at the doctors to leave her daughter alone,",
            "12. saying she would kill them",
            "13. and burn down the hospital.",
            "14. Going home",
            "15. she told her husband,",
            "16. who had a heart attack",
            "17. and her son Michael had a heart attack as well.",
            "18. She told her son Jamie",
            "19. to tell her two sisters,",
            "20. Marie's aunties,",
            "21. that she had died."
        ],
        "10": [
            "1. Mrs. Costa (mom) recalled her experience of losing her daughter, Marie.",
            "2. Marie had surgery for appendicitis",
            "3. which eventually led to a blood clot",
            "4. and then her death.",
            "5. Mrs. Costa was remembering the experience",
            "6. which occurred 28 years earlier,",
            "7. in the month of April.",
            "8. She was called to come and pick up her daughter from the hospital",
            "9. after she was being discharged,",
            "10. but when she got there,",
            "11. she was told by the nurses to sit and wait.",
            "12. Eventually, they told the mom that Marie had broken out into cold sweats",
            "13. and was waiting to be seen by the doctor.",
            "14. Marie eventually died in the hospital.",
            "15. Mrs. Costa went hysterical,",
            "16. as any mother would,",
            "17. trying to figure out what had happened",
            "18. while emotions were incredibly high.",
            "19. Eventually, Mrs. Costa had to break the news to her family",
            "20. once she was able to get home.",
            "21. The news of Marie's death caused Mr. Costa and Marie's brother",
            "22. to both have heart attacks."
        ],
        "11": [
            "1. It is 28 years since the death of Mrs. Costa's daughter, Marie,",
            "2. who died on the 30th of April",
            "3. - 10 days after an operation for appendicitis.",
            "",
            "4. Mrs. Costa's other daughter Veronica had gone to the Methodist Hospital to see how Marie was.",
            "5. They were getting her out of bed.",
            "",
            "6. The surgeon was Dr. Schwarz,",
            "7. and his assistant was a female doctor, Dr. Montique.",
            "",
            "8. It was time for Marie to come home,",
            "9. and so Mrs. Costa had gone to the hospital,",
            "10. carrying her coat",
            "11. and after her husband had made a coffee.",
            "12. While there,",
            "13. waiting for Marie,",
            "14. she said a prayer for a woman she knew,",
            "15. praying that she would survive",
            "16. and that her daughter wouldn't be left without a mother.",
            "",
            "17. At that time,",
            "18. there was a commotion",
            "19. as something had happened to Marie.",
            "20. Mrs. Costa went into her room",
            "21. to see her daughter lying there,",
            "22. covered in beads of sweat.",
            "23. \"You've killed her,\" Mrs. Costa yelled.",
            "24. \"Don't you touch her,",
            "25. or I'll burn this whole hospital down and everyone in it.",
            "26. I know you want to find out why she died, but don't touch her.\"",
            "",
            "27. It turned out that Mrs. Costa's other daughter Rita had been with her,",
            "28. and Marie had complained that she had a pain in her leg",
            "29. and couldn't see",
            "30. before collapsing.",
            "31. It turned out",
            "32. she had died from a blood clot.",
            "",
            "33. When Rita learned that Marie had died",
            "34. she collapsed to the floor,",
            "35. badly injuring her leg",
            "36. which became rigid.",
            "37. 28 years later",
            "38. and she still suffers extended periods of serious pain in that leg,",
            "39. like phlebitis.",
            "",
            "40. Mrs. Costa went home",
            "41. and informed her husband.",
            "42. He had shaved,",
            "43. and had been sitting on the porch",
            "44. immediately suffered a heart attack.",
            "",
            "45. When her son Michael found out,",
            "46. he also had a heart attack.",
            "",
            "47. It was her other son Jamie",
            "48. who went to Mrs. Costa's two sisters",
            "49. and her mother,",
            "50. still alive at the time,",
            "51. arriving with red eyes",
            "52. to report that Marie had died."
        ],
        "12": [
            "Here is the segmentation of the narrative into linguistic clauses with each clause numbered:",
            "",
            "1. At the age of 28",
            "2. I lost someone",
            "3. Mr. Costa rang",
            "4. from the hospital",
            "5. to pick Marie up",
            "6. Rita was cooking",
            "7. he cooked coffee",
            "8. she had an operation done",
            "9. in March",
            "10. no April",
            "11. from Wolf Street",
            "12. another person had an operation",
            "13. on her gall bladder",
            "14. so I was worried",
            "15. she lived near my sister",
            "16. and had 10 children",
            "17. the nurses and doctor killed my daughter",
            "18. but they wanted ",
            "19. me to talk ",
            "20. to her",
            "",
            "Each numbered item represents one clause, capturing a single idea or action within the narrative."
        ],
        "13": [
            "1. The story was about a girl named Marie",
            "2. who was 18 years old",
            "3. when she passed away.",
            "4. Her mother Mrs. Costa was recalling the story of her passing away",
            "5. 28 years after her death",
            "6. on 30th April.",
            "7. The mother seemed to be confused with the dates,",
            "8. so it could either be the 20th of April or the 30th.",
            "9. Marie was admitted to the Methodist Hospital",
            "10. for some complications.",
            "11. Her sister Rita came over to check up on her",
            "12. and saw that the hospital was getting ready",
            "13. to put her into a chair",
            "14. however she passed away",
            "15. when they tried to shift her",
            "16. so they had to put her back to bed.",
            "17. After which they sent everyone back home",
            "18. and the doctors checked up on her.",
            "19. Then Mrs Costa was at home",
            "20. waiting for a call from the hospital",
            "21. and since she didn't have a phone,",
            "22. she was waiting for a shopkeeper around her home",
            "23. to tell her",
            "24. whenever she got a call from the hospital.",
            "25. Then one day she got a call",
            "26. from the hospital",
            "27. that she had been discharged",
            "28. and she could come pick her up",
            "29. and extra fees were needed",
            "30. for her boarding charges,",
            "31. which were 10$.",
            "32. The mother reached the hospital",
            "33. and was praying for another patient",
            "34. while waiting in the hospital.",
            "35. Then a nurse comes",
            "36. and asks her",
            "37. if her daughter was prone to fainting spells",
            "38. and lead her to a room",
            "39. where her daughter was sweating a lot",
            "40. and was unconscious.",
            "41. The mother broke out in a hysterical fit",
            "42. and started crying",
            "43. that the hospital killed her",
            "44. and she had an unchecked blood clot.",
            "45. The doctor came rushing in",
            "46. and they had to restrain the mother",
            "47. because she tried to harm herself",
            "48. and was not able to calm down.",
            "49. Her daughter comes in a car",
            "50. with her husband",
            "51. and the mother delivers her the news",
            "52. and she collapses in the hospital.",
            "53. The mother then narrated her story",
            "54. of how things went down",
            "55. after her death was announced",
            "56. how her husband and son both got heart attacks",
            "57. after listening to the news",
            "58. and how everyone else was shocked."
        ],
        "14": [
            "1. Her daughter died in the hospital,",
            "2. she died at a Methodist hospital,",
            "3. she had an operation for appendicitis on a Saturday.",
            "4. On Sunday his oldest daughter Victoria went to the hospital to check up on her,",
            "5. she was still under ether.",
            "6. She saw a chair and asked the nurse what the chair was for,",
            "7. the nurse explained that they had to get her out of bed,",
            "8. the older daughter was furious because her sister was still under ether,",
            "9. but the nurse reiterated that it was the doctor's orders,",
            "10. they went to get her out of bed,",
            "11. but she was passed out.",
            "12. She believed the blood clot she had was their fault for taking her out of bed,",
            "13. later the hospital called for her to go pick up Marie,",
            "14. that she had been discharged.",
            "15. He told Rita she was going to pick Marie from the hospital.",
            "16. When she got there the nurse told her to sit down,",
            "17. she started praying for another patient that had an operation because she was a mother of ten.",
            "18. The nurse asked her if her daughter had ever gotten a fainting spell,",
            "19. when she stepped in she yelled,",
            "20. you killed my daughter a couple times,",
            "21. the doctor who was a lady rushed in and said we don't know what happened,",
            "22. her daughter passed away in front of her eyes.",
            "23. Rita was bothered, so she came over with her son-in-law,",
            "24. but due to her acting hysterical she was held down,",
            "25. she then broke the news of Marie's passing to Rita,",
            "26. she was taken home.",
            "27. Mike had a heart attack once the news was broken to him.",
            "28. Her younger sister had brought an orange for Marie earlier.",
            "29. James was sent to break the news to Aunt Jennie."
        ],
        "15": [
            "1. A woman recounts the passing of her daughter, Marie.",
            "2. She talks about how it happened 28 years ago.",
            "3. It happened on April the 20th.",
            "4. Marie was in hospital.",
            "5. She was having an operation to treat appendicitis.",
            "6. A nurse tried to move her out of a bed into a chair.",
            "7. However, she was heavily sedated on Ether.",
            "8. She passed out whilst they were attempting to move her.",
            "9. They were forced to put her back into bed.",
            "10. The narrator believes this may have been the cause of the blood clot.",
            "11. The blood clot resulted in her death.",
            "12. The narrator recounts the day in which she was supposed to pick up Marie from the hospital.",
            "13. She gathered several of her clothes.",
            "14. She gathered a coat.",
            "15. She speaks about how they lacked a telephone.",
            "16. The local store had agreed to call ahead.",
            "17. The store was to let the rest of the family know when Marie had been discharged.",
            "18. She arrived at the hospital.",
            "19. She sat in a chair.",
            "20. She prayed for an elderly woman.",
            "21. The elderly woman was also undergoing an operation.",
            "22. She noticed several nurses grabbing cold towels.",
            "23. She inquired as to where her daughter was.",
            "24. She was then asked whether her daughter had a history of fainting.",
            "25. Worry began to set in.",
            "26. \"What have you done to my daughter?\", she asked.",
            "27. She was told to come with the nurse.",
            "28. The mother states that the beads of sweat appearing on her daughter's face were very large.",
            "29. Seeing this made the narrator lose herself with anguish.",
            "30. She shouted at the nurses.",
            "31. She shouted at the doctors.",
            "32. She said that they had 'killed her daughter'.",
            "33. Shortly after, as she turned her back, Marie died.",
            "34. The narrator had torn her own hair out.",
            "35. She was still shouting.",
            "36. She was moved to a waiting area.",
            "37. She had refused 'a shot' from a doctor.",
            "38. She believed they were going to kill her too.",
            "39. A short time later, another daughter arrived at the hospital.",
            "40. The other daughter wanted to see what had held them up.",
            "41. The other daughter believed that they should have been home by now.",
            "42. When the narrator told her that Marie had died.",
            "43. She collapsed to the floor 'like lightning'.",
            "44. Later, the mother describes how she returned home.",
            "45. She was screaming from the grief.",
            "46. This caused many people to investigate what happened.",
            "47. She states that when she told her husband and her son.",
            "48. They both had heart attacks.",
            "49. Later, she recounts visiting a store.",
            "50. The employee would always remind her of how Marie would use to stand on the step outside.",
            "51. Marie was a quiet girl.",
            "52. Marie was always kind and good."
        ],
        "16": [
            "1. There was a lady",
            "2. who had a daughter",
            "3. who died of a blood clot.",
            "4. She recalled the story",
            "5. in some detail,",
            "6. detailing the day she died.",
            "7. Her daughter had an operation",
            "8. which appeared to be successful.",
            "9. The mother was called to collect her",
            "10. and whilst on route",
            "11. the daughter had a pain in her leg",
            "12. and some blindness",
            "13. then collapsed.",
            "14. When the mother arrived,",
            "15. the daughter had beads of sweat on her",
            "16. and she had died on a hospital bed.",
            "17. The father was called",
            "18. and tragically,",
            "19. he too had a heart attack",
            "20. but did not die.",
            "21. The sibling also fell ill",
            "22. and continues to be ill, every few years.",
            "23. The girl who died was well liked amongst family and friends",
            "24. but sadly died."
        ],
        "17": [
            "Here is a detailed breakdown of the narrative into discrete linguistic clauses, numbered in order:",
            "",
            "1. There was a woman talking about the death of her daughter Marie",
            "2. which happened 28 years ago.",
            "3. She was in hospital for 10 days",
            "4. and was set to be discharged.",
            "5. However, when the mother went to pick her up,",
            "6. there were some medical issues.",
            "7. Marie then died",
            "8. as her mother was getting frustrated with the doctors.",
            "9. When they tried to reveal the news,",
            "10. she was very hostile to the doctors and nurses",
            "11. some of which she knew well.",
            "12. The dad and Rita got concerned",
            "13. so they went to the hospital to check on her.",
            "14. When they got there,",
            "15. they spent some time trying to find her",
            "16. and Rita was the first to find her.",
            "17. She told her the news",
            "18. and apparently she had a blood clot in her leg like her sister.",
            "19. This is supposedly what caused Marie's death",
            "20. and for some weird reason",
            "21. Rita suffers from weeks at a time",
            "22. through the pain in her leg?",
            "23. When the dad hears the news",
            "24. he is equally upset.",
            "25. When they take the mother back in the car",
            "26. she is very angry.",
            "27. They then have to start revealing Marie's death to friends and family.",
            "28. Some of her family are excited to see Marie back",
            "29. as they don't know of the news.",
            "30. Her son Jamie reveals the news to his aunts."
        ],
        "18": [
            "1. A woman's daughter passed away twenty-eight years ago.",
            "2. Her daughter's name was Marie.",
            "3. She (Marie) was in the hospital for appendicitis.",
            "4. The doctors made her (Marie) get up.",
            "5. She (Marie) eventually just died.",
            "6. The mother went alone to go pick up Marie from the hospital.",
            "7. Marie was supposed to be discharged the day she died.",
            "8. The mother brought clothes and Marie's girdle.",
            "9. She (the mother) had a coat on her arm.",
            "10. She (the mother) had everything.",
            "11. Before leaving her house to get her daughter, she (the mother) told her other daughter, Rita, to keep cooking.",
            "12. She (the mother) told (Rita) that her father would be home soon.",
            "13. He (the father) was outside in the yard.",
            "14. The mother goes to the hospital.",
            "15. The nurses tell her (the mother) to have a seat.",
            "16. They (the nurses) say, \"Mrs. Costa, Marie has died\".",
            "17. The mother then becomes completely hysterical.",
            "18. She (the mother) starts ripping her hair out.",
            "19. She (the mother) keeps claiming that the hospital staff killed her daughter.",
            "20. They (hospital staff) are all trying to console her.",
            "21. She (the mother) threatens to kill them.",
            "22. She (the mother) threatens to burn the hospital down.",
            "23. She (the mother) did not care who was in it.",
            "24. On the way home, she (the mother) is obnoxiously crying and screaming.",
            "25. Everyone comes out.",
            "26. Her husband is in shock of Marie's death.",
            "27. He (the father) has a heart attack.",
            "28. Her son has a heart attack.",
            "29. They both have heart attacks.",
            "30. Mrs. Costa's sisters are there as well.",
            "31. They wanted to see Marie when she came home.",
            "32. The younger sister of Mrs. Costa had brought a big orange for Marie.",
            "33. The shopkeeper, Annie, recalls seeing Marie on the steps.",
            "34. She (Annie) claims she (Marie) was a quiet girl."
        ],
        "19": [
            "1. The story was about the death of a woman's daughter, Marie.",
            "2. The woman was Mrs. Costa.",
            "3. She had a daughter named Marie, son called James, and daughters called Rita and Victoria.",
            "4. She had two sisters called Millie and Jenny.",
            "5. The daughter that died had been in the hospital for appendicitis.",
            "6. She was ready to come home.",
            "7. She had passed out when saying goodbye to people.",
            "8. There was a blood clot when she got out of bed.",
            "9. The mum had asked everyone at home to get ready for her coming home (before they knew she had died).",
            "10. Her husband was going to be waiting for them.",
            "11. Cake and coffee would be waiting.",
            "12. The operation was in April, April 20th.",
            "13. The mum went to go pick her up, coat over her arm.",
            "14. Gets to the hospital.",
            "15. The nurse tells her to sit down.",
            "16. The nurse asks if her daughter ever fainted before.",
            "17. She runs to find daughter.",
            "18. But she was dead.",
            "19. The mum said the doctors killed her daughter.",
            "20. Marie said she had a pain in her leg.",
            "21. Marie said she couldn't see before she died.",
            "22. It was a blood clot.",
            "23. The mum was very distressed, hysterical, pulling hair out.",
            "24. Doctors tried to calm her down with a shot.",
            "25. She refused.",
            "26. When Rita found out, she collapsed.",
            "27. The dad had a heart attack.",
            "28. Marie's aunt had brought an orange for Marie, a big one."
        ],
        "20": [
            "1. A lady's daughter was in the hospital ",
            "2. but [she] died of a blood clot,",
            "3. [she] was furious at the doctors ",
            "4. and [she was furious] at the hospital.",
            "5. She recalled the event ",
            "6. that happened in April years ago.",
            "7. Her husband and son had heart attacks ",
            "8. when they found out ",
            "9. about the death of their daughter/sister."
        ],
        "21": [
            "1. Woman had her daughter die",
            "2. from a blood clot.",
            "3. She went to the hospital",
            "4. for an appendectomy",
            "5. for appendicitis.",
            "6. The assistant doctor had her stand up",
            "7. while under anesthesia",
            "8. and it caused a blood clot to form."
        ],
        "22": [
            "1. My daughter Marie died.",
            "2. She was admitted to the Methodist Hospital 28 years ago this month.",
            "3. She passed away after they had tried to stand up.",
            "4. She was being released.",
            "5. She got a blood clot on her leg.",
            "6. I was going to pick her up.",
            "7. I found out when I got to the hospital.",
            "8. When I got home, my husband was waiting.",
            "9. He had a heart attack when he found out.",
            "10. My eldest son had a heart attack as well.",
            "11. My other son had to go round.",
            "12. He had to tell his aunties.",
            "13. Marie had passed away."
        ],
        "23": [
            "1. The daughter died on the 28th day 13 months ago.",
            "2. Her mother was Mrs. Costa",
            "3. and (she) held the hospital and Dr. Schwartz directly responsible for her death.",
            "4. She collapsed after experiencing difficulty",
            "5. and pain in her leg.",
            "6. She was 18 when she died.",
            "7. Mrs. Costa enjoyed being greeted by a cup of coffee first thing in the morning."
        ],
        "24": [
            "1. It was being told by Mrs Costa.",
            "2. 28 years ago her daughter Maria went to hospital",
            "3. and needed to have her appendix out.",
            "4. After 10 days the hospital called a neighbour",
            "5. to say she was ready to be collected",
            "6. (as Mrs Costa did not have a phone).",
            "7. Mrs Costa went to hospital to collect Maria",
            "8. with a change of clothes (a dress).",
            "9. When she arrived she was asked by a nurse if Maria ever fainted.",
            "10. When Mrs Costa saw her daughter",
            "11. she saw she was sweating,",
            "12. they called a female doctor",
            "13. but Maria died.",
            "14. Mrs Costa was hysterical - ",
            "15. Maria was wearing her house coat and slipper.",
            "16. Mrs Costa was taken home",
            "17. where she met Mr Costa",
            "18. who was waiting on the front step.",
            "19. When she told him what had happened",
            "20. he had a heart attack.",
            "21. She then sent her youngest son to her sister's",
            "22. (his Aunts)",
            "23. to tell them the news.",
            "24. Maria died of a blood clot."
        ],
        "25": [
            "Here is the word-for-word segmentation into linguistic clauses with each numbered:",
            "",
            "1. The daughter died",
            "2. and then the whole family rallied round.",
            "3. Neighbours, friends were all involved.",
            "4. Father and son had a heart attack.",
            "5. Sisters distraught.",
            "6. Aunts waiting to visit.",
            "7. Little Jamie telling them the sad news."
        ],
        "26": [
            "1. Marie died of a blood clot",
            "2. when the nurses got her to walk",
            "3. and she collapsed.",
            "4. Mrs. Costa, her mother, was called to the hospital",
            "5. to pick Marie up",
            "6. because she had been discharged",
            "7. but Marie had died.",
            "8. Mrs. Costa was hysterical.",
            "9. Her daughter picked her up",
            "10. and she went home",
            "11. and she told her husband, Mike,",
            "12. who had a heart attack.",
            "13. Their son, Michael, also had a heart attack.",
            "14. Their son, Jamie, who was young at the time",
            "15. went next door",
            "16. to tell his Aunt Millie and Aunt Jennie",
            "17. that his sister had died.",
            "18. This happened 28 years ago on April 30th."
        ],
        "27": [
            "Here are the clauses segmented and numbered from the narrative:",
            "",
            "1. Marie had had an operation",
            "2. that went wrong ",
            "3. and she ended up with a blood clot ",
            "4. that killed her.",
            "5. Her mother was very upset about it",
            "6. and it also caused a couple of heart attacks in the family."
        ],
        "28": [
            "1. 28 years ago",
            "2. My daughter died",
            "3. She had appendicitis",
            "4. The nurse made her get up to walk",
            "5. and she collapsed",
            "6. My husband had a heart attack",
            "7. My son had a heart attack",
            "8. I will burn the hospital down",
            "9. That's all",
            "10. That's what happened"
        ],
        "29": [
            "1. Mr's Costa's daughter died at Methodist hospital,",
            "2. 30 years later,",
            "3. she was in for appendicitis.",
            "4. There was a chair in the hospital room,",
            "5. she asked them what it was for,",
            "6. they said it was good for her daughter to get up,",
            "7. they tried getting her up,",
            "8. then she fainted,",
            "9. and they think it caused a blood clot.",
            "10. Mrs. Costa was called to collect her daughter from the hospital,",
            "11. Rita (her other daughter) took over the cooking,",
            "12. and waited for their dad to get home.",
            "13. When Mrs. Costa was at the hospital,",
            "14. the nurses were called for a painting that was falling,",
            "15. it was her daughter.",
            "16. Mrs. Costa screamed at them that they had killed her daughter,",
            "17. they wanted to give her a shot,",
            "18. but she screamed that they wanted to kill her too.",
            "19. Rita, her other daughter,",
            "20. is still affected by her sister's death 30 years on,",
            "21. and has pains in her legs for weeks at a time,",
            "22. and people have fond memories of her daughter even after her death,",
            "23. such as the shop keeper,",
            "24. who remembers her standing in her shop."
        ],
        "30": [
            "1. A woman's daughter died in the hospital,",
            "2. she got upset about it,",
            "3. her husband and son had heart attacks",
            "4. when they found out."
        ],
        "31": [
            "1. Marie was in hospital",
            "2. having an operation.",
            "3. It was the 20th of April.",
            "4. Marie was recovering in hospital",
            "5. and was getting ready to be discharged,",
            "6. when she fainted.",
            "7. Mrs. Costa got to the hospital",
            "8. ready to collect Marie",
            "9. when a nurse wanted to speak to her.",
            "10. She thought it was about her friend",
            "11. who had a gall bladder operation",
            "12. but no,",
            "13. it was about Marie",
            "14. who had died.",
            "15. Mrs. Costa was hysterical",
            "16. and didn't want to be with the doctors or nurses",
            "17. who she believed killed her daughter.",
            "18. She was going crazy",
            "19. banging her head against the wall.",
            "20. It turned out she died from a blood clot in her leg.",
            "21. Mrs. Costa got taken home",
            "22. but she felt trapped in the car",
            "23. and just wanted to get out.",
            "24. When she got home",
            "25. she told her husband",
            "26. and he had a heart attack.",
            "27. Her uncle was an undertaker.",
            "28. She got James her son",
            "29. to go and tell his two aunties.",
            "30. When he arrived",
            "31. his eyes were red",
            "32. he then told them",
            "33. they were shocked."
        ],
        "32": [
            "1. Mrs Costa’s daughter had died.",
            "2. 28 years ago.",
            "3. At the Methodist hospital.",
            "4. The eldest daughter Victoria had gone to the hospital.",
            "5. Marie was under ether.",
            "6. There was a chair there.",
            "7. Nurse was going to get Marie to sit on it.",
            "8. Victoria was startled.",
            "9. As to why they would try and get her on the chair.",
            "",
            "10. Mrs Costa was at home.",
            "11. Her other daughter Rita was cooking.",
            "12. They never had a phone.",
            "13. So a store owner they knew was able to call the hospital.",
            "14. So they could go and get Marie.",
            "15. Rita was sent away to get some cake.",
            "16. While Mrs Costa would go to the hospital.",
            "17. It had been 10 days.",
            "18. Before the 28 April.",
            "19. And would have cost $10 more for board.",
            "",
            "20. When Mrs Costa arrived at the hospital.",
            "21. She was praying for the recovery of another woman she knew.",
            "22. Who had 10 children.",
            "23. When they tried to bring out Marie.",
            "24. She went into a cold sweat.",
            "25. And fell on the hard marble floor.",
            "26. The nurse and doctors tried to save her.",
            "27. And asked Mrs Costa to talk to her.",
            "28. But she died.",
            "29. She was only 18 years old.",
            "",
            "30. Her husband Mike had also now come to the hospital.",
            "31. And he suffered a heart attack.",
            "32. At the news Marie had died.",
            "33. When Mrs Costa had come out of the hospital.",
            "34. The brother Michael also collapsed.",
            "35. At the shocking news.",
            "36. Sister brought an orange for Marie."
        ],
        "33": [
            "1. A woman named Mary has a daughter named Marie",
            "2. who was a very good and quiet child",
            "3. who went into the hospital for appendicitis.",
            "4. During recovery, she was made to get up from the bed",
            "5. and sit in a chair",
            "6. where she fainted",
            "7. that caused a blood clot",
            "8. that led to her death",
            "9. 28 years ago on the 30th of April",
            "10. when she was only 18 years old.",
            "",
            "11. Mary did not have a phone at home",
            "12. so the woman from the store received the call",
            "13. when it was time to retrieve Marie from the hospital.",
            "14. But she died",
            "15. shortly after she arrived",
            "16. after saying goodbye to Arlene and other women at the hospital.",
            "17. Mary became very distraught,",
            "18. screaming and pulling at her hair",
            "19. and threatening to kick and kill people",
            "20. and burn the hospital to the ground with everyone in it.",
            "21. They tried to give her a shot",
            "22. and she wondered if they wanted to kill her, too,",
            "23. after killing her daughter.",
            "24. Mary had three surgeries over a short period of time",
            "25. at the hospital",
            "26. so all of the nurses knew her.",
            "",
            "27. She was taken home by hospital staff",
            "28. and screamed the entire way.",
            "29. People came out of their houses to see what the matter was.",
            "30. Her husband had come home from work",
            "31. to wash and shave",
            "32. and wait for her and Marie to arrive from the hospital,",
            "33. then had a heart attack upon hearing the news.",
            "34. Her older son (Michael?) also had a heart attack.",
            "",
            "35. Her sisters, Jenny and Millie, were to be there to greet Marie.",
            "36. One had brought her a big orange.",
            "37. The youngest son, James, was sent to tell them the news,",
            "38. and arrived with reddened eyes."
        ],
        "34": [
            "1. Daughter Marie went to hospital",
            "2. for an operation",
            "3. for appendicitis.",
            "4. She had the operation",
            "5. on Saturday afternoon.",
            "6. Her sister visited her",
            "7. and she was still under ether.",
            "8. They tried to get her out of bed",
            "9. and mother felt",
            "10. it was too soon",
            "11. but it was the doctors' order.",
            "12. She fainted",
            "13. so they put her back to bed.",
            "14. Mrs. Costa, the mother, was called",
            "15. to go to the hospital",
            "16. to pick up her daughter",
            "17. as she was being discharged.",
            "18. She felt",
            "19. this was too early",
            "20. to be discharged.",
            "21. Mrs. Costa went to the hospital",
            "22. but when she got there",
            "23. [she found out] that her daughter died.",
            "24. Mrs. Costa went home",
            "25. and told her husband",
            "26. who then had a heart attack.",
            "27. Son Michael",
            "28. also had a heart attack",
            "29. at the news."
        ],
        "35": [
            "1. My daughter died twenty eight years ago,",
            "2. on the 13th of April",
            "3. on a chilly day.",
            "4. She had gone in for surgery on her appendix",
            "5. at a hospital",
            "6. I had 3 surgeries at in the past.",
            "7. Her sister, Victoria, often went to visit her.",
            "8. I was at the store with Rita",
            "9. when the hospital called me",
            "10. to come and pick her up.",
            "11. She had been in hospital for 10 days",
            "12. and the nurses took her out of bed",
            "13. to ensure she wouldn't get clots.",
            "14. Marie had been excited to come home.",
            "15. I took her coat with me.",
            "16. While I was on my way",
            "17. my husband was shaving",
            "18. and getting ready to welcome her home,",
            "19. waiting on the step outside our house for her.",
            "20. When I got to the hospital",
            "21. there were doctors and nurses running,",
            "22. a nurse came up to me",
            "23. and asked if I was Marie's mother.",
            "24. I asked her if all the running was for my daughter",
            "25. and they said yes.",
            "26. They took me into her room",
            "27. and told me to talk to her,",
            "28. I said 'what am I meant to say, my daughter is dying.'",
            "29. She passed away soon afterwards",
            "30. from a blood clot.",
            "31. I was pulling my hair out",
            "32. and hitting my head on the wall outside the office.",
            "33. They drove me home",
            "34. and when I told my husband what had happened",
            "35. he had a heart attack.",
            "36. My son Michael also came out",
            "37. and when I told him",
            "38. he had a heart attack too.",
            "39. My nephew, Jamie, was there too",
            "40. and went to tell my sisters and my mother.",
            "41. My sister's brother has since passed away.",
            "42. Marie was only 18 when she died.",
            ""
        ],
        "36": [
            "1. OK.",
            "2. A mother showed up at the hospital",
            "3. to take who I believe to be her daughter (Marie) home",
            "4. from a hospital stay.",
            "5. Just before she was to take Marie home,",
            "6. Marie died.",
            "7. Then the mother went insane",
            "8. threatening to kill people,",
            "9. even threatening to burn the hospital down.",
            "10. She then proceeded to inform the immediate family.",
            "11. That's the general idea",
            "12. as near as I could discern",
            "13. from this poorly written hodgepodge of a story."
        ],
        "37": [
            "1. The woman from the store called us ",
            "2. because we didn't have a phone.",
            "3. She told us that the hospital called",
            "4. — they wanted us to pick Marie up.",
            "5. I told my daughter to put a pot of coffee on,",
            "6. dad would be finished in the yard soon.",
            "7. I always gave Marie the first cup in the morning,",
            "8. I always remember that.",
            "",
            "9. Anyway, I went to the hospital.",
            "10. I saw a chair by her bed.",
            "11. \"What's that for?\"",
            "12. The nurse told me they were going to sit Marie.",
            "13. \"What? No.\"",
            "14. She said it was the doctor's orders.",
            "15. Well, they tried but she passed out,",
            "16. so they put her back in bed.",
            "",
            "17. Marie saw me from the window.",
            "18. The nurse told me to wait.",
            "19. Next thing, she was rushing around.",
            "20. \"Don't tell me it's my daughter you're rushing for?\"",
            "21. It was.",
            "22. We ran to her room where we found her in a cold sweat.",
            "23. Drenched.",
            "24. I went berserk.",
            "25. \"Oh my god, you've killed my daughter!\"",
            "26. The doctor, a female doctor, came in.",
            "27. She told me to be with Marie.",
            "28. \"What can I possibly say to her?\"",
            "29. I was out of my mind.",
            "30. As soon as I turned my back, she passed away.",
            "",
            "31. I kept screaming \"You've killed my daughter.\"",
            "32. The doctor couldn't tell me why she died.",
            "33. Eventually they escorted me out of the hospital",
            "34. and put me in a car.",
            "35. I screamed all the way home, pulling my hair out.",
            "36. By the time I got home, I didn't realise what a mess I looked.",
            "37. All the neighbors came out to see who was screaming.",
            "38. My husband came out and asked what was wrong.",
            "39. \"It's Marie, she's dead.\"",
            "40. He had a heart attack.",
            "41. My other daughter has been chronically ill for the twenty-eight years since.",
            "42. Her leg goes stiff for weeks at a time.",
            "",
            "43. I sent my son to tell his aunts the news.",
            "44. Seeing his red eyes, they asked him why he was crying.",
            "45. He told them the news.",
            "46. My other daughter got a phone call from the hospital.",
            "47. They wanted her to pick me up.",
            "48. They were trying to sedate me but I told them \"Don't come near me!\".",
            "49. I knew all the nurses because I'd already been in three times that year for operations."
        ],
        "38": [
            "1. A mother (Mary) lost her daughter (Marie).",
            "2. She had taken her for an operation,",
            "3. when they visited the hospital",
            "4. staff tried to get her out of bed",
            "5. and she collapsed,",
            "6. because she clearly wasn’t ready to do that.",
            "7. Later, on the 18th of April she took her for another surgery",
            "8. performed by a female doctor,",
            "9. and ten days later she died.",
            "10. Mary went to collect her from the hospital",
            "11. carrying her coat and Marie's clothes on her arm,",
            "12. and when Mary arrived Marie had collapsed and died.",
            "13. Mary accused the doctors of killing her daughter.",
            "14. She didn’t want the doctors to operate",
            "15. and find the cause of death.",
            "16. She had to go home and tell everyone.",
            "17. The news shocked her husband and son so much",
            "18. they both collapsed of a heart attack.",
            "19. Her other daughter has suffered with pain",
            "20. for 28 years because of this.",
            "21. Even the shop lady nearby felt the pain of her death,",
            "22. and recalled how nice, quiet, and kind Marie was.",
            "23. Mary sent Jamie, her other son, to tell their other family members."
        ],
        "39": [
            "1. Daughter went in for surgery for appendicitis at the local hospital",
            "2. and it was on the 20th of the month.",
            "3. The mother did not have a phone at the house",
            "4. so had someone else that would take calls",
            "5. when the daughter was ready to be picked up.",
            "6. The mother prepared to pick up the daughter",
            "7. by getting clothes and other items ready",
            "8. for when he picked her up.",
            "9. The mother then received a message",
            "10. that her daughter was ready to be picked up",
            "11. by the lady at the store with the phone.",
            "12. When the mother got to the hospital",
            "13. the nurses had her sit down for a bit",
            "14. while she waited.",
            "15. They then asked her if her daughter had a history of fainting",
            "16. and then was taken to the room her daughter was in.",
            "17. She seen her daughter in a poor state",
            "18. with beads of sweat dripping",
            "19. and suddenly came to the realization ",
            "20. that something is seriously wrong",
            "21. and started yelling \"you killed my daughter\".",
            "22. The nurses and doctors did try to calm her down",
            "23. but she would not.",
            "24. The mother's other daughter arrived at the hospital soon",
            "25. and found out what was happening",
            "26. and collapsed to the floor",
            "27. and died at the hospital also.",
            "28. The mother was even more distraught",
            "29. and threatened to burn the hospital down.",
            "30. When the mother told the husband and brother",
            "31. they both suffered heart attacks",
            "32. and died.",
            "33. It was a tragic story overall."
        ],
        "41": [
            "1. Mrs Costa lost a daughter named Marie",
            "2. who had died from an appendicitis operation.",
            "3. She had told everyone",
            "4. and the entire neighbourhood",
            "5. her daughter would be coming back the same day,",
            "6. but instead the daughter passed away.",
            "7. She was devastated",
            "8. and the doctors asked to give her something",
            "9. and she declined.",
            "10. She went home",
            "11. and told her husband",
            "12. who end up having a heart attack",
            "13. and her son Micheal",
            "14. who also had a heart attack.",
            "15. She sent her little son Jamie",
            "16. to go tell his two aunts about the death.",
            "17. The operation happened 20th of April",
            "18. and a male doctor performed the operation",
            "19. with the help of a female doctor.",
            "20. Mrs Costa had her hair pulled",
            "21. and she kept screaming",
            "22. until everybody came out",
            "23. and stood at their door."
        ],
        "42": [
            "1. Marie had a appendectomy done,",
            "2. The next day she was in a lot of pain,",
            "3. when nurses tried to move her from bed to chair.",
            "4. But she had to be taken back to the bed.",
            "5. This might have caused a blood clot,",
            "6. the surgery was done in April.",
            "7. When her mother came to take her home,",
            "8. after she was discharged,",
            "9. Marie was very happy to see her,",
            "10. but sadly she passed away soon after.",
            "11. Her mother was very upset,",
            "12. and cried a lot,",
            "13. when she got home,",
            "14. her husband passed out from a heart attack.",
            "15. The community was also saddened,",
            "16. by Marie's death,",
            "17. as everyone was waiting to welcome her back."
        ],
        "43": [
            "1. Mrs Costa's daughter Marie died",
            "2. from a blood clot",
            "3. after an operation",
            "4. for appendicitis.",
            "5. She was 18",
            "6. and it happened 28 years ago.",
            "7. Her father and brother had heart attacks."
        ],
        "44": [
            "1. A woman recalls the death of her daughter",
            "2. which occurred 28 years ago",
            "3. following an operation for appendicitis ",
            "4. at Methodist Hospital.",
            "",
            "5. After the surgery, ",
            "6. her daughter was still under ether anesthesia.",
            "",
            "7. Despite this, ",
            "8. a nurse followed the doctor’s orders ",
            "9. to get her out of bed,",
            "10. though she was too weak.",
            "",
            "11. The woman believes ",
            "12. this action led to her daughter developing a blood clot,",
            "13. which she holds the hospital staff responsible for.",
            "",
            "14. The woman recounts her reaction to her daughter's sudden decline after surgery,",
            "15. accusing the doctors of killing her.",
            "",
            "16. She recalls screaming at the doctors,",
            "17. particularly Dr. Montique,",
            "18. the assistant to Dr. Schwartz,",
            "19. who performed the operation.",
            "",
            "20. Despite being told to talk to her daughter,",
            "21. the woman was too distraught,",
            "22. as her daughter was dying.",
            "",
            "23. Overcome with hysteria,",
            "24. she describes her daughter, ",
            "25. only 18 and ready to come home,",
            "26. passing away while she briefly turned away.",
            "",
            "27. Her husband was waiting ",
            "28. for their daughter at home,",
            "29. unaware of the tragedy unfolding at the hospital.",
            "",
            "30. The woman recalls confronting Dr. Montique,",
            "31. the assistant to Dr. Schwartz ",
            "32. who performed the operation,",
            "33. accusing her of killing her daughter.",
            "",
            "34. Dr. Montique admitted ",
            "35. they didn’t know what went wrong.",
            "",
            "36. The nurse urged her ",
            "37. to speak to her dying daughter,",
            "38. but the woman was too hysterical.",
            "",
            "39. Overwhelmed with grief,",
            "40. she describes her daughter,",
            "41. only 18 and beautiful,",
            "42. passing away the moment she turned her back."
        ],
        "45": [
            "1. Marie, the daughter of Mrs Costa, died in hospital ",
            "2. after suffering from a suspected blood clot in her leg.",
            "3. Mrs Costa recalls telling her other children Rita & James ",
            "4. that their sister had died.",
            "5. Rita reacted in a bad way to the news,",
            "6. whilst James was then given the task ",
            "7. of passing on the news to his two aunties Millie & Jenny."
        ],
        "46": [
            "1. Ms Costa tells the story of how her daughter Marie died at the hospital",
            "2. ten days after an operation she had,",
            "3. from a blood clot.",
            "4. The daughter was in the hospital",
            "5. and the nurses tried to pick her up from the bed",
            "6. and have her sit on a chair,",
            "7. under the doctor's orders.",
            "8. When they got her out of the bed,",
            "9. she passed out",
            "10. so they had to put her back to bed.",
            "11. After ten days,",
            "12. they called Ms Costa from the hospital",
            "13. to come and pick her daughter up",
            "14. and return her home.",
            "15. A lady from a store called her",
            "16. and told her that her daughter was discharged.",
            "17. Mr Costa told her daughter Rita",
            "18. to put a pot of coffee on",
            "19. and buy some cake from the bakery.",
            "20. She went then to the hospital",
            "21. where she saw her daughter collapsed",
            "22. with heavy beads of sweat on her forehead.",
            "23. She started screaming",
            "24. the doctor came",
            "25. but they couldn't save her daughter.",
            "26. She went home",
            "27. and first she told her husband",
            "28. and the rest of the family.",
            "29. Unfortunately, the husband had a heart attack",
            "30. due to the terrible news",
            "31. and so did her son.",
            "32. She also called her brother-in-law",
            "33. who worked as an undertaker."
        ],
        "47": [
            "1. Mrs. Costa's daughter Marie passed away,",
            "2. and she's recalling the story.",
            "3. She mentions how she was in hospital,",
            "4. only 18 years old at the time.",
            "5. She was there for 10 days,",
            "6. and there was an issue with getting Marie out of bed",
            "7. and the usage of ether,",
            "8. and another daughter, Victoria, helped a nurse get Marie out of bed",
            "9. when they shouldn't have.",
            "10. Marie got a blood clot,",
            "11. and passed away because of that.",
            "12. The family was waiting to bring her home,",
            "13. and Mrs. Costa went to the hospital,",
            "14. getting Marie's clothes all lined up.",
            "15. Meanwhile, the father shaved and got ready for her return.",
            "16. At the hospital, a nurse's aide came to Mrs. Costa",
            "17. and explained that Marie had collapsed,",
            "18. and that they weren't sure exactly what happened.",
            "19. When Mrs. Costa got upset,",
            "20. they offered her a shot",
            "21. and she refused,",
            "22. saying they had killed her daughter",
            "23. and were trying to kill her,",
            "24. and she would trust the female Dr. Schwartz.",
            "25. The rest of the family had to be informed as well,",
            "26. and they sent a small male to tell her sisters and mother,",
            "27. and they all thought the boy was coming to tell them the good news,",
            "28. that Marie had returned safely,",
            "29. when it was actually bad news.",
            "30. This all happened around April 20th or so.",
            "31. Now, even when Mrs Costa goes to the store,",
            "32. the cashier there mentions how she used to see Marie sitting out on the step looking at the store."
        ],
        "48": [
            "1. My daughter Marie was sick,",
            "2. and I went to the hospital to see how she was,",
            "3. she was still under,",
            "4. back then, they used a lot of ether.",
            "5. There was a chair there.",
            "6. They were just starting to get people out of the bed, you know.",
            "7. Victoria saw the chair and she said to the nurse, \"What's this chair doing here?\"",
            "8. And the nurse said, \"Well, we've got to get her out of bed.\"",
            "9. She said, \"What are you talking about? She's still under ether and too sick.\"",
            "10. But the nurse insisted that was the doctor's orders.",
            "11. So they went to get her out of bed and she passed out back in bed.",
            "12. Dr. Monique, she was a lady doctor,",
            "13. so she came in and said \"You killed my daughter, what did you do to her?\"",
            "14. She said, \"Calm down, Mrs. Costa,\"",
            "15. She took me away from the bed,",
            "16. and the nurse said to her, \"Talk to her,\"",
            "17. My daughter Marie is dying, what am I supposed to tell her?",
            "18. And Costa was screaming, with her hair all pulled out.",
            "19. I was hysterical, you know.",
            "20. I walked into the room,",
            "21. my daughter collapsed on the hard floor when I told her about Marie",
            "22. and I told the doctors not to touch her,",
            "23. I kept screaming and hitting my head on the wall,",
            "24. I was hysterical,",
            "25. they took me home,",
            "26. I was screaming and neighbors were coming out",
            "27. and my husband was sitting on the stairs,",
            "28. he asked, \"What is wrong with you?\"",
            "29. I told him Marie died,",
            "30. My sisters were with us till 4 a.m. waiting for Marie to come home.",
            "31. They had an orange for her."
        ],
        "49": [
            "1. Mrs. Costa's daughter Marie died,",
            "2. in Methodist Hospital,",
            "3. of a blood clot,",
            "4. at age 18.",
            "5. Her daughter and nurse tried to move her,",
            "6. whilst she was on Ether.",
            "7. She had an operation for Appendicitis,",
            "8. on a Saturday afternoon.",
            "9. They used a lot of Ether back then.",
            "10. She passed out,",
            "11. when trying to be moved.",
            "12. Her sister said that she was too sick to move,",
            "13. despite her sister saying that.",
            "14. The parents worked at a store,",
            "15. and the mother got a call,",
            "16. to pick Marie up.",
            "17. There was some confusion at the hospital,",
            "18. about whether Mrs. Costa was there.",
            "19. Rita, her daughter, finished the dinner,",
            "20. and her dad would be home soon.",
            "21. Mrs. Costa was chilly in the hospital,",
            "22. in just a dress,",
            "23. so they gave her a blanket.",
            "24. The nurse noticed she was in a cold sweat.",
            "25. Her mother bought her a girdle,",
            "26. to put on.",
            "27. Another lady had an operation,",
            "28. for her gallbladder.",
            "29. Mrs. Costa went into the room,",
            "30. and Marie was sweating,",
            "31. on the bed,",
            "32. with slippers and a housecoat.",
            "33. Mrs. Costa told the lady doctor that she killed her daughter,",
            "34. and was screaming.",
            "35. There was some confusion,",
            "36. about whether Mrs Costa was still at the store,",
            "37. and the hospital kept ringing the store.",
            "38. Rita then came to the hospital,",
            "39. and fell to her knees,",
            "40. when she was told Marie was dead.",
            "41. Mrs. Costa was well known at the hospital,",
            "42. for having 3 operations.",
            "43. Her brother in law (now dead) was an undertaker."
        ],
        "50": [
            "1. No idea ",
            "2. a lot of people died ",
            "3. something about the doctor ",
            "4. There was ",
            "5. a funeral director, ",
            "6. a Marie."
        ],
        "51": [
            "1. Mrs Costa's daughter, Marie, was in the hospital getting treated for an illness.",
            "2. During the end of her stay,",
            "3. the day she was supposed to be discharged,",
            "4. the nurses had Marie try to walk around her hospital room.",
            "5. Mrs Costa believes that this caused a blood clot in her leg,",
            "6. which led to her death at the time of discharge.",
            "",
            "7. On the day of her discharge,",
            "8. the family was looking forward to her coming home.",
            "9. They received a call through a local store that she was ready to be discharged",
            "10. do they not have a phone?",
            "11. They got everything ready for Marie.",
            "12. They had coffee and breakfast prepared",
            "13. and Mrs Costa went by herself to pick Mary up.",
            "14. Her husband and other daughter stayed at their house to continue preparing.",
            "15. At this time, other family members were notified that Marie was being released on that day.",
            "",
            "16. Costa states that she had clothes and other things laid out",
            "17. and brought jackets and clothes to the hospital with her.",
            "",
            "18. At the hospital, Costa was told to sit and wait.",
            "19. She sat with another patient who'd had gallbladder surgery",
            "20. and prayed for her recovery because she had way too many children.",
            "21. While waiting, she saw some medical staff running to a patient.",
            "22. Costa quickly learned that they were running to treat a medical emergency for Marie,",
            "23. who had developed a clot in her leg.",
            "",
            "24. She was taken to Marie's room.",
            "25. Marie was visibly unwell,",
            "26. sweating heavily and with an unnaturally stiff leg",
            "27. Costa started to panic and become belligerent",
            "28. while the doctors rushed around trying to mitigate the situation.",
            "29. During that mess, Marie succumbed to the blood clot.",
            "30. Costa became understandably enraged and started shouting about how the hospital had killed her daughter",
            "31. and complained that they wanted to kill her as well when offerings some sort of calming injection.",
            "",
            "32. After some more time the husband and other daughter arrived at the hospital,",
            "33. as they'd become concerned about the lack of updates.",
            "34. They learned at that point that Marie had died.",
            "35. However, Costa's story has an inconsistency from how I recall it here",
            "36. because she then goes on to say that her husband was waiting on the porch",
            "37. and asked what was wrong when she arrived",
            "38. and only sat in the car screaming.",
            "",
            "39. They sent one of their other children or grandchildren to notify other relatives.",
            "40. He seems to have been a child and was crying by the time he arrived,",
            "41. leading them to ask what was wrong before he broke the news.",
            "",
            "42. Costa then rambles a bit more about unnecessary details",
            "43. but I don't remember them because they weren't key to the story."
        ],
        "52": [
            "1. Mrs Mary Costas tells the story",
            "2. of when she was younger",
            "3. and her daughter, Marie died.",
            "4. She died post surgery",
            "5. from a blood clot.",
            "6. She was supposed to be discharged that day",
            "7. when Mrs Costas went to pick up her daughter,",
            "8. she got sick",
            "9. and then fainted,",
            "10. but she actually died.",
            "11. Mrs Costas had a bad breakdown,",
            "12. was hysterical,",
            "13. hurting herself",
            "14. and threatening others.",
            "15. When she got home,",
            "16. Mike, the father, had a heart attack.",
            "17. Then Michael, the son, had a heart attack.",
            "18. Rita was Marie's sister.",
            "19. There was also a younger son,",
            "20. who told the two aunts that Marie had died.",
            "21. Mrs Costas had 3 surgeries within a year",
            "22. so she knew all the nurses."
        ],
        "53": [
            "1. The story was told by a woman",
            "2. who's daughter died.",
            "3. The daughter, named Marie, died of a blood clot",
            "4. after surgery.",
            "5. It was on the thirtieth or maybe the 28th of the month",
            "6. that she died.",
            "7. The hospital had called the store down the road from them",
            "8. to speak with Rita",
            "9. to let the mother know that Marie was ready to be picked up.",
            "10. Marie died while saying goodbye to another woman in the hospital,",
            "11. she said she had a pain in her leg",
            "12. and couldn't see",
            "13. right before she dropped to the ground.",
            "14. The woman telling the story went to the hospital",
            "15. and said they needed to find out what happened.",
            "16. The woman doctor who was the assistant of the doctor who performed the surgery",
            "17. told her she didn't know what happened.",
            "18. The mother said she was going to burn the hospital down",
            "19. despite who was inside",
            "20. if they didn't find out what happened to her daughter.",
            "21. She also said they better not touch her.",
            "22. When the woman who told the story (the mother) went home",
            "23. she told the father",
            "24. and he had a heart attack on the spot",
            "25. while sitting on the front step",
            "26. waiting to see Marie.",
            "27. The brother also had a heart attack",
            "28. upon hearing the news.",
            "29. The older sister watched Marie die in the hospital.",
            "30. The mother had a bad heart herself",
            "31. and had known the nurses",
            "32. because she had three surgeries all within one year.",
            "33. The doctors wanted to give the mother a shot",
            "34. because of how upset she was",
            "35. but she turned it away."
        ],
        "54": [
            "1. Mrs Costa's daughter Marie was in the hospital for an Appendicitis",
            "2. and when Mrs. Costa went to pick her up,",
            "3. as Marie was saying goodbye to the nurses,",
            "4. she passed out",
            "5. after claiming her leg hurt",
            "6. and she lost her vision.",
            "7. Mrs Costa was on her way to the hospital",
            "8. with Marie's clothes she would wear home.",
            "9. When Mrs. Costa arrived at the hospital,",
            "10. as she was praying for another patient,",
            "11. she was informed that something was wrong with Marie.",
            "12. Mrs Costa had a nervous breakdown",
            "13. and screamed that they killed her daughter,",
            "14. as Marie laid in her bed covered in sweat.",
            "15. She pulled her hair out",
            "16. and screamed.",
            "17. She went home",
            "18. where many family members were waiting for Marie to return home",
            "19. but when she told her husband and son about Marie dying,",
            "20. they both had heart attacks.",
            "21. Everyone was shocked and saddened.",
            "22. The neighbor recalled Marie standing at the steps of their store",
            "23. and how quiet she was."
        ],
        "55": [
            "1. I remember it like it was yesterday.",
            "2. I had just gotten a message telling me to come over, so I went.",
            "3. When I arrived, they asked me to sit down.",
            "4. I was already praying for another woman I knew—someone from my sister's neighborhood.",
            "5. She had just had an operation.",
            "6. She had ten kids.",
            "7. I was pleading with God not to take her away from them.",
            "8. But as I sat there, things started to take a turn.",
            "9. I was getting chills.",
            "10. A nurse's aide even brought me a blanket.",
            "11. I was trying to shake off the feeling when the nurse said to me, “Has your daughter ever had a fainting spell?”",
            "12. And right then, my heart sank.",
            "13. I rushed to the room.",
            "14. I saw my daughter Marie lying there.",
            "15. Her slippers still on.",
            "16. Sweat just pouring off of her.",
            "17. I couldn't believe it—I just kept yelling, \"What did you do to her? You killed my daughter!\"",
            "18. The doctors were trying to explain.",
            "19. All I could hear was them telling me they didn’t know what had happened.",
            "20. My beautiful Marie... she was only 18.",
            "21. I was hysterical.",
            "22. I was pulling at my hair, screaming.",
            "23. She was supposed to come home that day.",
            "24. We had everything ready.",
            "25. My husband was waiting at home for her.",
            "26. Sitting on the step.",
            "27. Not knowing what was about to happen.",
            "28. When the hospital called the store, they asked, \"When is the mother coming to pick up Marie?\"",
            "29. But my family, who was with me, knew something wasn't right.",
            "30. They all rushed back to the hospital.",
            "31. Thinking maybe I had gotten sick myself because of my heart condition.",
            "32. But when they arrived.",
            "33. They saw me in the state I was in.",
            "34. They knew.",
            "35. I told them, \"We lost Marie. Marie died.\"",
            "36. It was chaos.",
            "37. My daughter Rita collapsed on the floor.",
            "38. As if struck by lightning.",
            "39. She heard the news.",
            "40. She’s been suffering ever since.",
            "41. Dealing with pain that comes and goes.",
            "42. Doctors later said it was a blood clot that caused Marie’s death.",
            "43. The girl who was with her said the last thing Marie complained about was pain in her leg.",
            "44. Not being able to see.",
            "45. And then she collapsed.",
            "46. When I got home, the entire neighborhood could hear my screams.",
            "47. My husband was sitting there.",
            "48. Asking, \"What happened?\"",
            "49. I told him, \"We lost Marie.\"",
            "50. He had a heart attack right there on the spot.",
            "51. That same night, my son Michael collapsed too.",
            "52. It was just devastation all around.",
            "53. Everyone had been waiting for Marie to come home that day.",
            "54. My youngest sister had even brought a giant orange for her as a little gift.",
            "55. But instead of celebrating her coming home, we were left to deal with this heartbreaking loss.",
            "56. It shocked everyone.",
            "57. My family.",
            "58. The neighbors.",
            "59. Everyone who knew Marie.",
            "60. She was such a quiet, sweet girl.",
            "61. And now... she was gone."
        ],
        "56": [
            "1. A girl called Maria",
            "2. died 28 years ago",
            "3. possibly because of hospital neglect",
            "4. which led to a blood clot"
        ],
        "57": [
            "1. The daughter died 28 years ago on the 13th of the month.",
            "2. Her sister Victoria went to the hospital",
            "3. and the daughter was discharged for 10 days.",
            "4. She died of a blood clot.",
            "5. She had two sisters.",
            "6. At the funeral was Aunt Millie",
            "7. and Aunt Jenny,",
            "8. Brother-in-law,",
            "9. Mary,",
            "10. James,",
            "11. Michael,",
            "12. Annie,",
            "13. (who died of a) heart attack."
        ],
        "58": [
            "1. 28 years ago, Mrs. Costa's daughter Marie died",
            "2. at the age of 18.",
            "3. She had been hospitalized for appendicitis",
            "4. and received surgery",
            "5. while under ether for anesthesia.",
            "6. She suffered some initial post-surgical complications",
            "7. and was hospitalized for 10 days,",
            "8. during which time the nursing staff made her sit",
            "9. and walk around",
            "10. in ways her mother now believes may have contributed to her death.",
            "11. Marie suffered a blood clot",
            "12. as she was being released from the hospital,",
            "13. fainting",
            "14. and sweating profusely",
            "15. while her mother waited in the other room",
            "16. to help her get dressed",
            "17. for the trip home.",
            "18. Mrs. Costa had happily prepared for Marie's release,",
            "19. instructing other family members",
            "20. to take care of certain tasks",
            "21. ahead of Marie's arrival.",
            "22. While Marie was experiencing the emergency that led to her death,",
            "23. other family members were eagerly awaiting her.",
            "24. The hospital office staff was not aware",
            "25. Marie had just passed away",
            "26. and, during the crisis,",
            "27. was calling the family ",
            "28. wondering why Marie hadn't completed her release to home yet.",
            "29. When Mrs. Costa became aware of Marie's emergency,",
            "30. she became agitated",
            "31. and terribly upset,",
            "32. accusing doctors and nurses of killing her daughter.",
            "33. Marie is still remembered by those who loved her;",
            "34. her mother honors Marie's memory each day",
            "35. as she drinks her first cup of coffee,",
            "36. and family friends reminisce about seeing Marie",
            "37. in their memories",
            "38. as though she were there in real life."
        ],
        "59": [
            "1. Mr's Costa's daughter Marie was in the hospital.",
            "2. She has appendicitis.",
            "3. When Mrs. Costa went to the hospital,",
            "4. the nurse had a chair.",
            "5. When asked why,",
            "6. the nurse said Dr.'s orders.",
            "7. Then she slipped",
            "8. and Mrs. Costa believes the fall caused her to have a blood clot.",
            "9. After 10 days,",
            "10. she got a call that she should pick Marie up.",
            "11. She asked her husband to make a pot of coffee",
            "12. and get a cake for Marie.",
            "13. Marie loved coffee",
            "14. and was the first to have coffee in the morning.",
            "15. When the mom went to Wood Street,",
            "16. her daughter could see she was about to arrive.",
            "17. The nurse told her to sit down,",
            "18. that Marie was dying.",
            "19. Mrs. Costa started screaming",
            "20. and pulled her hair out",
            "21. and yelled that they had killed her daughter.",
            "22. Mrs. Costa was screaming and crying.",
            "23. She was only 18.",
            "24. The female doctor came in the room",
            "25. and wanted to give her a shot to calm her down.",
            "26. Mrs. Costa went home",
            "27. and was screaming so loudly that the neighbors came out.",
            "28. She told her husband about the death.",
            "29. Her sisters were told by James",
            "30. that Marie was dead.",
            "31. He was crying with bloodshot eyes.",
            "32. Then they contacted her brother-in-law",
            "33. who is an undertaker.",
            "34. When Mrs. Costa went to the store,",
            "35. the clerk said she remembered Marie on the set",
            "36. and that she was a sweet quiet girl."
        ],
        "60": [
            "1. Mother telling a story ",
            "2. about the day ",
            "3. her daughter Marie died ",
            "4. in hospital ",
            "5. after collapsing ",
            "6. after an appendicitis surgery.",
            "",
            "7. Another daughter called Marie,",
            "8. 2 sons,",
            "9. one called James ",
            "10. and one called Michael.",
            "",
            "11. Brother in law works as an undertaker ",
            "12. but now passed.",
            "",
            "13. Michael and husband had a heart attack ",
            "14. when they found out ",
            "15. Marie died.",
            "",
            "16. There was a woman in hospital ",
            "17. who was ill ",
            "18. who was a mother."
        ],
        "61": [
            "1. My daughter died.",
            "2. She'd be twenty-eight years this month.",
            "3. The thirtieth of this month yeah.",
            "4. She died at Methodist Hospital.",
            "5. She had an operation for appendicitis.",
            "6. It was Saturday afternoon when they operated, very late.",
            "7. Sunday morning, my oldest daughter, Victoria, went to the hospital to see how she was.",
            "8. She was still under ether.",
            "9. Back then, they used a lot of ether.",
            "10. There was a chair there.",
            "11. They were just starting to get people out.",
            "12. So Victoria saw the chair and she said to the nurse, \"What's this chair doing here?\"",
            "13. The nurse said \"Well, we've got to get her out of bed\".",
            "14. She said, \"What are you talking about? She's still under ether.\"",
            "15. \"She's too sick.\"",
            "16. But the nurse said, well, that's the doctor's orders.",
            "17. So they went to get her out of bed and she passed out, ",
            "18. and they had to put her back in bed.",
            "19. See, here she never - ",
            "20. I don't know if they know or what, ",
            "21. but I blame them for the blood clot she got, taking her out of bed.",
            "22. So when she was walking around to come home after ten days, ",
            "23. I was waiting for the call from the hospital.",
            "24. I didn't have a phone then.",
            "25. The lady from the store who had a phone called me, \"Mrs. Costa,\" at a quarter to five at night.",
            "26. \"Mrs. Costa, they just called you from the hospital.",
            "27. Go pick Marie up.",
            "28. She's discharged.\"",
            "29. I had all the clothes laid out on the table. ",
            "30. And Rita was - ",
            "31. I was going,",
            "32. I said \"Rita, Finish the cooking.",
            "33. Daddy will be home soon\".",
            "34. He was working down in the yard.",
            "35. I said, \"And put a big pot of coffee on\"",
            "36. because she had been wishing for coffee.",
            "37. And you know every morning, ",
            "38. that first cup of coffee, ",
            "39. I offered it to her.",
            "40. When I get up in the morning the first cup is hers.",
            "41. It came - ",
            "42. just poured from her -",
            "43. I said, “What did you do, kill my daughter? ",
            "44. You killed her! ",
            "45. You killed her!”",
            "46. That's what I kept yelling.",
            "47. And the doctor rushed in,",
            "48. see, they were trying to get"
        ],
        "62": [
            "1. A woman, Mrs. Costa, takes her daughter Marie to the hospital for surgery on her appendix.",
            "2. It should be routine without any issues.",
            "3. Mrs. Costa goes home",
            "4. and waits for the hospital to call her to pick up her daughter.",
            "5. When they call and she goes into the hospital,",
            "6. she finds out her daughter died.",
            "7. The surgeon was a woman named Dr. Schwartz.",
            "8. The Dr. tells her she heard Marie tell a girl that her leg hurt.",
            "9. The Dr. says there was a blood clot",
            "10. and that's what caused Marie's death.",
            "11. When Mrs. Costa goes into the hospital room,",
            "12. her daughter Marie is dressed in her slippers and robe.",
            "13. Mrs. Costa gets very upset",
            "14. and starts yelling.",
            "15. The nurses try to take her to an office",
            "16. and give her a shot of something to calm her down",
            "17. but Mrs. Costa won't let them.",
            "18. She yells at them to Stay Away from Her!",
            "19. When Mrs. Costa goes home,",
            "20. her husband is waiting on the stairs.",
            "21. When she tells him Marie has died,",
            "22. he has a heart attack.",
            "23. Another man or boy comes out",
            "24. and when she tells him what happened,",
            "25. he has a heart attack as well.",
            "26. Mrs. Costa remembers that her sisters are waiting to hear about Marie as well,",
            "27. so she sends her son James to tell them what happened.",
            "28. One of the sisters' husbands is also an undertaker.",
            "29. When James arrives at their house,",
            "30. they're excited to see him",
            "31. but they quickly notice his eyes are red from crying.",
            "32. When they ask him what happened,",
            "33. he tells them Marie died."
        ],
        "63": [
            "1. A woman goes to the hospital",
            "2. and finds out her daughter has died.",
            "3. She lived with multiple daughters.",
            "4. Marie was only 18.",
            "5. She died from a blood clot.",
            "6. The mom went crazy in the hospital",
            "7. after finding out the news,",
            "8. and she did not like the doctors.",
            "9. She threatened to burn down the hospital",
            "10. and [to] kill people.",
            "11. She was screaming",
            "12. and pulling out her hair.",
            "13. She told the news to everyone else;",
            "14. they were all sad.",
            "15. The father got a heart attack,",
            "16. as well as the brother.",
            "17. It was all so sad and terrible.",
            "18. One girl brought a large orange",
            "19. while waiting for Marie.",
            "20. Someone had to stay home cooking",
            "21. while the mom went to the hospital."
        ],
        "64": [
            "1. My daughter died.",
            "2. 20 and some months ago.",
            "3. She was in the hospital for a surgery.",
            "4. When I arrived at the hospital.",
            "5. There was a chair there in the corner of the room.",
            "6. I asked the nurse \"Why is there a chair there?\"",
            "7. She replied \"So you have a place to sit.\"",
            "8. A couple weeks later.",
            "9. I got a call from the doctor.",
            "10. Saying that Marie was ready to be discharged.",
            "11. I was cooking at the time.",
            "12. I told someone to finish cooking.",
            "13. While I go pick up Marie.",
            "14. \"Go to the bakery and get a cake for Marie.\"",
            "15. I told my husband.",
            "16. After getting ready.",
            "17. I placed my coat & Marie's clothes over 1 arm.",
            "18. & headed out to go pick her up.",
            "19. Once I arrived at the hospital.",
            "20. I was told to wait in the lobby.",
            "21. While the nurses go get Marie ready.",
            "22. At the time.",
            "23. There was a mother of 10 children.",
            "24. That was my neighbor.",
            "25. Getting surgery for a gallbladder stone.",
            "26. I prayed to God that she made it through.",
            "27. \"Dear lord, please do not take this mother away from her children.\"",
            "28. The nurse came back then.",
            "29. Picked up the phone.",
            "30. She came to me.",
            "31. And asked \"Has your daughter ever had tendencies to faint?\"",
            "32. She told me.",
            "33. That as Marie was getting ready to leave.",
            "34. She said \"Oh my leg hurts, and I can't see.\"",
            "35. Before she fainted.",
            "36. And had a cold sweat.",
            "37. She was sweating beads of sweat.",
            "38. They were that big I tell you.",
            "39. \"What did you do?! You killed my daughter!\"",
            "40. I yelled at the nurse.",
            "41. A doctor rushed in.",
            "42. \"We don't know what happened.\"",
            "43. I was banging my head against the wall.",
            "44. Hair pulled out.",
            "45. & hysterical.",
            "46. My other daughter & husband were wondering what was taking so long to bring home Marie.",
            "47. So my other daughter went to the hospital as well.",
            "48. She heard me screaming.",
            "49. And asked what was going on.",
            "50. \"They killed Marie!\"",
            "51. I told her.",
            "52. She dropped to her knees.",
            "53. Staring blankly at the floor.",
            "54. Marie's leg was hard as a pole.",
            "55. From the blood clot she had.",
            "56. Still hysterical.",
            "57. They brought me to an office.",
            "58. To remove me from the hospital.",
            "59. I was still screaming.",
            "60. Hair pulled out.",
            "61. Hysterical.",
            "62. When I got home.",
            "63. My husband was sitting in front of the house.",
            "64. & asked what happened.",
            "65. \"We lost Marie, Marie is dead.\"",
            "66. I told him.",
            "67. Hearing the news.",
            "68. He had a heart attack.",
            "69. I called everyone.",
            "70. To tell them what had happened.",
            "71. I told my son James.",
            "72. To go tell my sister and mother.",
            "73. About what happened.",
            "74. \"Why are you crying little James?\" ",
            "75. Asked my sister.",
            "76. \"Auntie, Granny... Marie died.\"",
            "77. He told them."
        ],
        "65": [
            "1. a woman lost her daughter",
            "2. after an operation for appendices",
            "3. which led to a blood clot,",
            "4. she was told to go fetch her daughter from the hospital",
            "5. but when she got there",
            "6. her daughter collapsed",
            "7. and died,",
            "8. her husband and son had a heart attack",
            "9. from the shock of it all,",
            "10. her sister also had a blood clot",
            "11. and her son told the rest of the family",
            "12. what happened",
            "13. and they were in shock too"
        ],
        "66": [
            "1. Marie, an 18 year old girl, went into the hospital for a surgery",
            "2. and died from a blood clot,",
            "3. 28 years ago.",
            "4. Her mother, Mrs. Costa, recalls the event.",
            "5. She started her day with a cup of coffee",
            "6. and headed to the hospital to pick her daughter up from this routine surgery.",
            "7. There was another lady she knew there,",
            "8. who was a mother.",
            "9. She prayed that the mother would be ok",
            "10. and when doing so saw nurses running for blankets etc.",
            "11. She then learned that her daughter had fainted",
            "12. and was pooling with sweat.",
            "13. She then learned that her daughter had died",
            "14. which put her into a state of shock.",
            "15. She was hysterical",
            "16. and the dr wanted to give her a shot there afterward to calm her down",
            "17. which she refused.",
            "18. Her daughter got a call from the hospital",
            "19. that they were waiting for the mother to pick her up,",
            "20. confused she headed over to the hospital",
            "21. to find her mother, Mrs. Costa, in a hysterical state.",
            "22. She then learned her sister had died.",
            "23. She fell to the ground",
            "24. causing an injury to her leg that she still deals with today.",
            "25. She took her mother home",
            "26. and her mother informed her husband",
            "27. as well as one of her brothers, the older one.",
            "28. Both men had heart attacks when they learned the news.",
            "29. The youngest of the two brothers was sent to inform his aunts, Jenny and Millie, of what happened.",
            "30. They recalled Marie being a nice and quiet girl."
        ],
        "67": [
            "1. There is a woman (Mrs. Costa) telling a story",
            "2. about how her daughter Marie has passed away",
            "3. at a hospital",
            "4. due to a blood clot.",
            "5. She was waiting for the hospital to call her",
            "6. to let her know that her daughter Marie would be dispatched ",
            "7. and when she got the call",
            "8. she got clothes ready for her",
            "9. and made her way to the hospital.",
            "10. When Mrs. Costa got to the hospital",
            "11. the nurse suddenly told her",
            "12. that her daughter was in bad shape",
            "13. and had a fainting spell",
            "14. and that she was with slippers and a robe",
            "15. and she collapsed",
            "16. and then she passed away.",
            "17. The mother was furious",
            "18. and yelling at the hospital staff",
            "19. that they killed her ",
            "20. and was screaming for them not to touch her",
            "21. because they wanted to check the cause of death.",
            "22. Mrs. Costa was hysterical",
            "23. and yelling ",
            "24. and telling the doctors that operated on Marie",
            "25. that she will kill them",
            "26. if they got any closer to her",
            "27. and when Mrs. Costa got home",
            "28. she told her husband Michael ",
            "29. that Marie was dead ",
            "30. and the husband had a heart attack",
            "31. and in the end",
            "32. there was something about an orange from the aunt",
            "33. and that is all I remember."
        ],
        "68": [
            "1. Mother is telling about incident of her daughter`s death,",
            "2. her daughter had an operation in hospital,",
            "3. It was late Saturday afternoon when they operated her,",
            "4. and Sunday morning when her elder daughter Victoria went to hospital,",
            "5. she was in the bed,",
            "6. but Victoria saw a chair besides her,",
            "7. then Victoria asked nurse why chair is here?",
            "8. Nurse replied we got to get her out of the bed,",
            "9. Victoria shocked and said how come a sick person who can’t even stand can sit on a chair?",
            "10. Nurse said I can’t do anything that's doctor's orders,",
            "11. so they took her out of bed,",
            "12. and she passed out,",
            "13. they had to put her back into bed.",
            "14. Mother did not know the exact reason of her daughter's death,",
            "15. but she blamed doctor for the blood clot she got,",
            "16. before that hospital lady was keep calling her to inform that Maria got discharged from hospital,",
            "17. so please come and take her home.",
            "18. Her father was waiting at home for her daughter,",
            "19. when mother of Maria told him he got a severe heart attack,",
            "20. and got critical condition,",
            "21. Maria's mother also told that Maria was fine after operation,",
            "22. we were actually worried for another lady who got problem with gal bladder,",
            "23. she got 10 kids,",
            "24. we were praying for her,",
            "25. Maria's mother still doesn't understand how her daughter passed out,",
            "26. what were the reasons,",
            "27. and doctors were also in shock,",
            "28. how did it happened?",
            "29. no one had a clue."
        ],
        "69": [
            "1. Marie, who was 18, was in the hospital",
            "2. for an appendicitis operation",
            "3. on April 20th.",
            "4. The mother Mary and the daughter Victoria went to the hospital",
            "5. to see how she was doing",
            "6. on April 30th",
            "7. but she wasn't ready to be discharged yet.",
            "8. The operation was done by Dr. Shaw,",
            "9. but she was just an assistant",
            "10. and the main lady doctor was Dr. Monique.",
            "11. The hospital had called",
            "12. to let Mary know",
            "13. that Marie was ready to be discharged,",
            "14. but since she didn't have a phone,",
            "15. the hospital had called the store.",
            "16. The store lady had let Mary know",
            "17. that her daughter Marie was ready for discharge",
            "18. but when Marie got there,",
            "19. there was a big problem.",
            "20. Mary had died from a blood clot.",
            "21. The family was devastated.",
            "22. The father and son both suffered from a heart attack.",
            "23. The relatives were actually getting ready for her discharge",
            "24. and one of the aunts had bought an orange.",
            "25. The mother had decided to tell the youngest boy",
            "26. to tell his aunt and uncle about the incident",
            "27. instead of calling",
            "28. and as the boy had arrived,",
            "29. he started weeping."
        ],
        "70": [
            "1. My daughter died,",
            "2. It'll be 28 years this month,",
            "3. the 30th of the month.",
            "4. She had an operation for appendicitis,",
            "5. My oldest daughter went to the hospital to see how she was,",
            "6. but she was still under.",
            "7. They tried to wake her,",
            "8. and put her in a chair,",
            "9. but she was still out of it,",
            "10. so they put her back in the bed.",
            "11. I blame them for the blood she got,",
            "12. taking her out of bed too quickly.",
            "13. I didn't have a phone at the time,",
            "14. someone told me that she was being discharged,",
            "15. and I had to go and get her."
        ],
        "71": [
            "1. Twenty eight years ago,",
            "2. Mrs. Costa's daughter, Marie, died",
            "3. after an appendicitis operation.",
            "4. She was moved from her bed",
            "5. when she was still under ether",
            "6. which made her to have a blood clot",
            "7. while walking around",
            "8. to be discharged.",
            "9. The operation was done",
            "10. on the 20th April.",
            "11. After Mrs. Costa received a call from the hospital",
            "12. to come get her daughter,",
            "13. she started preparing for her homecoming.",
            "14. Everyone was eager to receive her.",
            "15. Only Mrs. Costa went to the hospital,",
            "16. her husband was waiting by the stairs",
            "17. waiting for his daughter.",
            "18. While she was at the hospital,",
            "19. she was praying for the recovery of a neighbour at the hospital",
            "20. thinking she was in distress",
            "21. because of the nurses running around",
            "22. not knowing",
            "23. that it was for her daughter.",
            "24. She got to know it was her daughter,",
            "25. when she went to the room,",
            "26. she found her dead on the bed.",
            "27. She was so devastated",
            "28. and started shouting,",
            "29. telling them that they killed her daughter.",
            "30. She went home,",
            "31. told her husband ",
            "32. who later suffered a heart attack,",
            "33. and her son,",
            "34. who [also] suffered a heart attack.",
            "35. Every other family member,",
            "36. who were waiting to welcome Marie home from the hospital,",
            "37. got to know about the demise of Marie",
            "38. which made them so sad.",
            "39. People remembered her",
            "40. being a real quiet girl,",
            "41. a pleasant one."
        ],
        "72": [
            "1. 28 years ago a mother lost her daughter.",
            "2. The daughter died while she was in the hospital.",
            "3. She was in the hospital after an operation.",
            "4. The oldest daughter (Victoria) went to the hospital.",
            "5. She went to the hospital to see how she was.",
            "6. She was under a lot of ether.",
            "7. When she got to the hospital,",
            "8. the nurse informed Victoria.",
            "9. They had to move her sister from the bed to the chair that was there.",
            "10. However, that was not possible.",
            "11. Her sister fainted as soon as she was moved from the bed.",
            "12. She was very sick.",
            "13. She was under a lot of medication.",
            "14. That's how she got blood clots.",
            "15. A few days later,",
            "16. they (Marie's family) received a call from the hospital.",
            "17. The hospital said Marie was well.",
            "18. They said she was ready to be discharged from the hospital.",
            "19. They started preparing for Marie's arrival at home.",
            "20. They set out clothes.",
            "21. They boiled coffee for her.",
            "22. They bought cake as well.",
            "23. Marie's mother got ready.",
            "24. She went to the hospital to go get her.",
            "25. When she got to the hospital,",
            "26. She saw her daughter in the hospital bed.",
            "27. She started shouting at the nurses and doctor.",
            "28. She accused them of killing Marie.",
            "29. Marie had passed away at a young age.",
            "30. Her mother believed the doctors did something to her.",
            "31. She was planning on taking her home.",
            "32. She could not understand how her daughter died.",
            "33. She was hysterical.",
            "34. Marie had pain in her leg.",
            "35. That caused her to pass out.",
            "36. Marie's mother went home.",
            "37. She went home to inform everyone.",
            "38. Her father and brother both experienced a heart attack.",
            "39. They experienced a heart attack from the shocking news.",
            "40. Family members were either passing out or dying.",
            "41. They were either passing out or dying from the shocking news."
        ],
        "73": [
            "1. The story centers on a grieving mother",
            "2. who loses her daughter, Marie,",
            "3. after an appendicitis operation",
            "4. at a Methodist hospital.",
            "5. The tragic sequence begins",
            "6. when Marie’s older sister, Victoria, visits her",
            "7. in the hospital.",
            "8. During this visit,",
            "9. Victoria witnesses the frantic activity",
            "10. of nurses moving patients",
            "11. out of their beds.",
            "12. She notices a chair",
            "13. and asks a nurse about it,",
            "14. only to learn that it is needed",
            "15. to transfer patients.",
            "",
            "16. The following day,",
            "17. the mother eagerly arrives",
            "18. at the hospital",
            "19. to pick up Marie",
            "20. and take her home.",
            "21. However, her anticipation quickly turns to horror",
            "22. when she discovers that her daughter has died.",
            "23. The news strikes her like a thunderbolt,",
            "24. and she is consumed by grief,",
            "25. carrying the heavy weight of loss",
            "26. in her heart.",
            "",
            "27. With a loud cry of anguish,",
            "28. the mother calls out,",
            "29. drawing the attention of her family.",
            "30. They rush to her side,",
            "31. alarmed and concerned,",
            "32. as she delivers the heartbreaking news",
            "33. of Marie's passing.",
            "34. This moment of profound sorrow",
            "35. highlights the fragility of life",
            "36. and the deep bond between a mother and her children,",
            "37. ultimately illustrating the devastating impact",
            "38. of unexpected loss",
            "39. on a family."
        ],
        "74": [
            "1. Marie was in hospital",
            "2. having her appendix out.",
            "3. She was very young",
            "4. and had been unwell for a wee while.",
            "5. She had her operation",
            "6. and was ready to go home.",
            "7. Her mother Mrs Costa was contacted",
            "8. through the shop",
            "9. to go and pick her up.",
            "10. Mrs Costa, the mother, went to the hospital",
            "11. after taking clothes for her daughter.",
            "12. When she got to the hospital",
            "13. after leaving food and coffee for her husband who was at work",
            "14. she was taken to a room",
            "15. to wait for her daughter.",
            "16. While she was there",
            "17. she was praying for a patient,",
            "18. a mother of ten children",
            "19. who was in hospital",
            "20. and was really unwell.",
            "21. The nurse and doctor came into the room",
            "22. and told Mrs Costa",
            "23. that Marie had died unexpectantly",
            "24. and very suddenly,",
            "25. The doctor said",
            "26. that she had been walking",
            "27. with another patient",
            "28. and had complained of a pain in her leg",
            "29. and was unable to see.",
            "30. She then had fallen to the ground",
            "31. and had died.",
            "32. Mrs Costa was in shock,",
            "33. she was expecting to take Marie home",
            "34. and did not understand how this could have happened.",
            "35. She was screaming at the doctors and nurses",
            "36. not to touch Marie",
            "37. and she threatened to burn down the hospital",
            "38. without caring who was there.",
            "39. She was taken home",
            "40. and saw her husband sitting on the house steps",
            "41. waiting on them.",
            "42. He did not understand",
            "43. how Marie was not coming home",
            "44. and said the his wife had gone there to take her home.",
            "45. The youngest son was told",
            "46. to go and tell others",
            "47. what had happened."
        ],
        "75": [
            "1. It had been 28 years since the narrator’s daughter, Marie, passed away.",
            "2. Marie had been operated on for appendicitis at Methodist Hospital.",
            "3. After the surgery, they used a lot of ether.",
            "4. When the nurse tried to get Marie out of bed, she passed out.",
            "5. She had to be put back in bed.",
            "6. The narrator blamed the hospital staff for a blood clot Marie developed from being moved too soon.",
            "",
            "7. After 10 days, the hospital called to say Marie was discharged.",
            "8. The narrator went to pick her up.",
            "9. She brought clothes and coffee for Marie.",
            "10. Marie had been wishing for it.",
            "11. However, when the narrator arrived, a nurse told her to sit down and wait.",
            "12. The narrator prayed for another patient.",
            "13. Then a nurse informed her that Marie was sweating heavily and appeared to be in distress.",
            "14. The narrator rushed into the room.",
            "15. She saw Marie sweating profusely.",
            "16. In a panic, she accused the doctors and nurses of killing her daughter.",
            "17. Soon after, Marie passed away while preparing to come home.",
            "",
            "18. The hospital staff had tried to contact the family.",
            "19. When the narrator's other daughter, Rita, and son-in-law arrived, they found the narrator in a state of hysterics.",
            "20. The news was devastating.",
            "21. It led to more health complications for family members."
        ],
        "76": [
            "1. Mrs Costa's daughter Marie died at hospital from a blood clot.",
            "2. It was completely unexpected.",
            "3. Mrs Costa had a mental breakdown.",
            "4. She was taken home by her daughter Rita and her son-in-law.",
            "5. Later that day she told her husband and son what had happened",
            "6. and both suffered from a heart attack.",
            "7. She sent her youngest son James to her sister's",
            "8. to tell them the unfortunate news."
        ],
        "77": [
            "1. The story is about the death of Marie,",
            "2. 28 years ago from the perspective of her mother.",
            "3. Marie is in hospital recovering from an operation,",
            "4. but is not conscious;",
            "5. the nurses want to move her from her bed,",
            "6. and the mother thinks that's what caused the blood clot,",
            "7. and killed her.",
            "8. The mother goes to pick Marie up from hospital",
            "9. as they call the local store to tell her that Marie is being discharged.",
            "10. The mother tells her to put on some coffee ready for when they get back.",
            "11. When the mother gets to the hospital,",
            "12. the nurses ask her if Marie has ever had fainting spells.",
            "13. They then rush to get the doctors",
            "14. as Marie has taken a bad turn,",
            "15. and died.",
            "16. Marie's mother is hysterical and crying",
            "17. blaming the hospital for her death.",
            "18. When she gets home and tells her husband,",
            "19. he has a heart attack.",
            "20. She sends her young son in law to go and tell her sisters the news.",
            "21. Everyone is so upset",
            "22. and says how nice of a girl Marie was",
            "23. and how sorry they are to hear that she has passed."
        ],
        "78": [
            "1. Mrs. Costa had a daughter",
            "2. whom was sick ",
            "3. by the name of Marie ",
            "4. who was in the hospital.",
            "5. She did not have a phone",
            "6. so the hospital phoned the shop",
            "7. where she was at ",
            "8. and the lady gave her the phone ",
            "9. and the nurse told her ",
            "10. that her daughter Marie was discharged ",
            "11. that she could come pick her up.",
            "12. She took some clothes for Marie to wear",
            "13. and they prepared her to come.",
            "14. As she arrived at the hospital ",
            "15. she saw Marie at the hospital room window ",
            "16. and when she was inside the hospital ",
            "17. she saw the nurse was on the phone ",
            "18. and someone came to tell her what was going on ",
            "19. and as she was running ",
            "20. Mrs. Costa asked the nurse ",
            "21. if it was about her daughter ",
            "22. the reason why she was rushing ",
            "23. and leaving the phone ",
            "24. and later on she was told ",
            "25. that Marie died ",
            "26. and did not know what was the cause ",
            "27. and she started to yell ",
            "28. and screaming why did the doctors and nurses killed her daughter",
            "29. and she continued to scream ",
            "30. \"don’t touch me, don’t touch me or I will kill you\"",
            "31. because Mrs. Costa had three operations within the year ",
            "32. at the same hospital ",
            "33. and knew all the nurses.",
            "34. When she got home ",
            "35. everyone was waiting to see Marie ",
            "36. and she had to tell them ",
            "37. the devastating news ",
            "38. that Marie had passed away."
        ],
        "79": [
            "1. Marie went into the hospital",
            "2. to have an operation.",
            "3. She ended up dying",
            "4. after the operation",
            "5. at the hospital.",
            "6. Her mom, Mrs. Costa went to the hospital",
            "7. to pick her up",
            "8. and discovered something had happened.",
            "9. She became angry",
            "10. and shouted at the nurse in the room",
            "11. that they had killed her daughter.",
            "12. The doctor who performed the operation sent his assistant doctor",
            "13. to understand why Mrs. Costa was yelling.",
            "14. She discussed that she knew the staff",
            "15. because she had three operations done herself.",
            "16. She refused to allow the staff",
            "17. to touch her daughter or her",
            "18. because she felt they had killed her daughter.",
            "19. When she arrived back home",
            "20. her husband was waiting on the steps.",
            "21. She told him that their daughter had died,",
            "22. and he fainted.",
            "23. She told others the same news",
            "24. and they fainted.",
            "25. They held a funeral."
        ],
        "80": [
            "1. An eighteen year old girl Marie died in hospital",
            "2. due to blood clot in her leg.",
            "3. The hospital was responsible for that.",
            "4. The mother of the girl was narrating the story",
            "5. and was describing how her whole [family] was getting ready to welcome their daughter",
            "6. and she went back to the hospital as Marie was going to be discharged that day.",
            "7. Instead, Marie complained about leg pain",
            "8. and collapsed.",
            "9. The mother was there",
            "10. and she was talking to other patients she knew before",
            "11. and one nurse called her to inform [her] that her daughter [was] in bad condition.",
            "12. When she went to Marie's room",
            "13. she [Marie] was already passed away.",
            "14. Mrs. Costa was fuming with anger.",
            "15. While everyone was waiting for them to come home.",
            "16. Mother was mourning for her daughter's death.",
            "17. Her husband and son came to the hospital",
            "18. to know why [she was] taking so long to bring Marie home.",
            "19. When she informed her husband that Marie [was] gone,",
            "20. her husband got a heart attack.",
            "21. The same thing happened to her son,",
            "22. He got a heart attack as well.",
            "23. Her life was shattered.",
            "24. She blamed [the] hospital for all this.",
            "25. As she was crying",
            "26. the nurse told her that they [were] going to find the reason of Marie's condition",
            "27. but she screamed [to] not to touch her daughter.",
            "28. All this happened twenty-eight years ago.",
            "29. Her sisters were waiting to welcome Marie home",
            "30. and they said to Mrs. Costa as soon as Marie [was] discharged,",
            "31. let them know.",
            "32. She called her sisters and her brother-in-law,",
            "33. her sister's husband,",
            "34. and described the whole situation.",
            "35. She was hysterical",
            "36. and couldn't say much.",
            "37. It was all heartbroken."
        ],
        "81": [
            "1. There was a woman",
            "2. who's daughter was in hospital,",
            "3. she didn't trust the female doctor",
            "4. and there was an autopsy"
        ],
        "82": [
            "1. My daughter died",
            "2. it will be twenty-eight years this month.",
            "3. She died at Methodist Hospital.",
            "4. She had an operation for appendicitis.",
            "5. My oldest daughter Victoria went to the hospital",
            "6. to see how she was still sick.",
            "7. She took her out of bed",
            "8. then she passed out.",
            "9. They had to put [her] back in bed.",
            "10. She was operated on in April.",
            "11. I then went to see how she was doing.",
            "12. She saw me from the window.",
            "13. I went on to pray for another woman",
            "14. who had her gall bladder removed.",
            "15. The nurse then called me to my daughter's room",
            "16. and said has your daughter ever fainted?",
            "17. I then accused the nurses of killing my daughter, ",
            "18. 'you killed her,\" I said.",
            "19. I went hysterical",
            "20. [that] one doctor wanted to give me a shot.",
            "21. I then shouted saying \"you killed my daughter",
            "22. now you want to kill me?\"",
            "23. My husband and son both came to the hospital",
            "24. and they both fainted",
            "25. after hearing the news of my daughter's death."
        ],
        "83": [
            "1. Marie was a very gentle soul",
            "2. and [Marie was] a very young girl",
            "3. she died",
            "4. after a surgical operation",
            "5. she had appendicitis",
            "6. there were complications",
            "7. when she was in the hospital",
            "8. that made her die untimely",
            "9. She was loved",
            "10. by her parents",
            "11. [by her] siblings",
            "12. [by her] relatives",
            "13. and [by her] even neighbors",
            "14. her death was a very tragic one"
        ],
        "84": [
            "1. My daughter died 28 years ago.",
            "2. It was a Sat night, no Sunday morning.",
            "3. She was in hospital for an operation.",
            "4. Marie is her name.",
            "5. My mother went to visit her.",
            "6. There was a chair there.",
            "7. Asked what the chair was for.",
            "8. The nurse took Marie out of bed,",
            "9. as doctors insisted she be put in chair.",
            "10. But mother was concerned",
            "11. as Marie was still under Ether.",
            "12. Ether was used a lot back there for surgery.",
            "13. Anyway",
            "14. despite saying she was too sick,",
            "15. Marie was put in chair,",
            "16. fainted and put back in bed.",
            "17. Eventually, we were waiting to pick her up.",
            "18. They phoned the shop keeper",
            "19. as we didnt have a phone.",
            "20. They told her Marie was ready to be discharged.",
            "21. So dad came home from work,",
            "22. went upstairs to have shower and shave.",
            "23. Then waited on step.",
            "24. Someone was on Wall street for some reason.",
            "25. Mother went in to pick up Marie.",
            "26. Mother was praying for another lady who had 10 children and was having a serious op,",
            "27. prayed children would not lose mother.",
            "28. Mother has had prior 3 ops at hospital",
            "29. so knew nurses.",
            "30. Nurse called her to sit down when go to hosp.",
            "31. Told her Marie had died.",
            "32. Turns out",
            "33. she had had a blood clot in her leg.",
            "34. Got pain in leg, and collapsed.",
            "35. Mother was screaming...",
            "36. telling nurses she would kill them all.",
            "37. Did not want them touching her daughter.",
            "38. Eventually driven home by nurses in car.",
            "39. Screaming in car and outside house.",
            "40. Neighbours all came into street",
            "41. as heard the screaming.",
            "42. Mum explained to father that Marie was dead,",
            "43. and to sisters and brother.",
            "44. Brother told aunt and uncles.",
            "45. So that's what happened.",
            "46. She died 28 years ago, on 20th April."
        ],
        "85": [
            "1. So Miss Costa had a daughter named Marie,",
            "2. she died in hospital due to a blood clot,",
            "3. she was in hospital for 10 days before Miss Costa got a call to come collect her,",
            "4. Marie’s sister Victoria was already at the hospital with her.",
            "5. Once Mrs. Costa arrived,",
            "6. she sat in the waiting room with a dress for Marie",
            "7. and a jacket for herself",
            "8. and heard someone else was having gallbladder surgery",
            "9. so she prayed for them.",
            "10. After that,",
            "11. she saw nurses grabbing towels",
            "12. and heard someone went into a cold sweat,",
            "13. turns out it was Marie.",
            "14. Mrs. Costa goes to Marie's room",
            "15. and finds Marie with sweat the size of balls",
            "16. she was in a jacket",
            "17. and ready to go home,",
            "18. turns out she died",
            "19. Mrs. Costa started screaming that they killed her daughter,",
            "20. Dr. Smurze, who operated on her and was a female,",
            "21. tried to calm her down",
            "22. but it did not work.",
            "23. After that,",
            "24. she went into the hallway",
            "25. and sat there upset,",
            "26. nurses tried to calm her down",
            "27. but she then got angry,",
            "28. Mrs. Costa knew all the nurses as she's had 3 surgeries in 1 year at the same hospital.",
            "29. She let Victoria know",
            "30. who fainted then",
            "31. let her husband know",
            "32. who then had a heart attack,",
            "33. then she let her son James know",
            "34. who then also had a heart attack.",
            "35. She went home",
            "36. and as she was coming home",
            "37. her sisters told her",
            "38. they have a big orange she wants to give Marie once she comes home,",
            "39. a very big orange",
            "40. but Costa told them she’s died.",
            "41. One of the aunties had a husband who died also,",
            "42. this all happened on the 20th of April,",
            "43. Marie was about 23."
        ],
        "86": [
            "1. Mrs. Coastal lost Marlie, her daughter, at a hospital,",
            "2. before Marlie died, her elder sister was admitted to the hospital,",
            "3. Mrs. Coastal went to check Marry,",
            "4. and she confirmed she was with her bathroom slippers.",
            "",
            "5. I was hysterical,",
            "6. saw me like that,",
            "7. we lost Marry.",
            "8. Marry is twenty-eight,",
            "9. she suffers seven to eight and nine times a week,",
            "10. she can’t walk.",
            "",
            "11. The girl walking with Marie reported to the doctor,",
            "12. Doctor rushed to Marie,",
            "13. I was a blood clot,",
            "14. don't you dare touch my daughters,",
            "15. if you touch my daughter, I will kill you.",
            "",
            "16. My husband went for a shower,",
            "17. and later my husband was sitting,",
            "18. Mike, we lost Mary,",
            "19. my husband had a heart attack.",
            "20. My younger sister brought orange for my daughter.",
            "21. I called my brother-in-law,",
            "22. he was an undertaker,",
            "23. I sent my son James,",
            "24. he was little then,",
            "25. the death was a shock to everybody in my neighborhood."
        ],
        "87": [
            "Please provide the text of the narrative you would like me to segment into clauses."
        ],
        "88": [
            "Here's the narrative segmented into its linguistic clauses, with each clause numbered:",
            "",
            "1. Marie Died 28 years ago from a blood clot",
            "2. the day she was supposed to come home.",
            "3. Her mother went bonkers in the hospital",
            "4. when she died",
            "5. as she was only coming to take her home",
            "6. and she went and died in front of her.",
            "7. Marie's mother accused the hospital staff of killing her daughter",
            "8. and had to be restrained",
            "9. as she was threatening to burn the hospital down.",
            "10. Her husband and son both had heart attacks",
            "11. when they heard the news."
        ],
        "89": [
            "1. Marie died twenty eight years ago,",
            "2. she had gone into hospital for an appendix surgery",
            "3. and her mum was coming in to visit her",
            "4. and she was going to take her clothes.",
            "5. She was waiting for her to get discharged",
            "6. and was supposed to get a phone call from the hospital.",
            "7. So the hospital did call her,",
            "8. to come and collect her.",
            "9. So she got Marie's clothes from home",
            "10. and she told Michael that she's going to get Marie.",
            "11. So he was having a shave upstairs",
            "12. because he came from work",
            "13. and he will be waiting for them to come home.",
            "14. She told Rita that she's going to get Marie.",
            "15. So she went to the hospital,",
            "16. and she was waiting",
            "17. and she was also praying for some woman who had a gallbladder operation",
            "18. because she had 10 children",
            "19. and she was in a bad state.",
            "20. She used to live near her mum's house",
            "21. and she said in a prayer \"Oh God, Don't take this woman, she has 10 children\".",
            "22. She then started feeling cold and shivery.",
            "23. The nurses aid put a blanket on her.",
            "24. She went into the room",
            "25. and she saw Marie laying down with her slippers on and her house coat on.",
            "26. \"What happened to her?\" Her mum said to the doctor.",
            "27. When she turned, Marie had passed away.",
            "28. She was like in shock.",
            "29. Marie was screaming \"What happened to her?\"",
            "30. as she was pulling her hair out.",
            "31. She phoned Rita and her other daughter",
            "32. and told them what happened.",
            "33. When they came to collect her,",
            "34. she was screaming",
            "35. and Michael was sitting on the step asking what happened to her.",
            "36. She said Marie passed.",
            "37. Michael had a heart attack, yes a heart attack.",
            "38. Then she told her sisters, her mother by sending Jason to the house",
            "39. to tell them what happened.",
            "40. They were so upset,",
            "41. everybody was distraught about Marie.",
            "42. As she was a quiet girl and good.",
            "43. The Doctor said she died of a blood clot."
        ],
        "90": [
            "1. My youngest daughter died at the hospital.",
            "2. And then it was my birthday soon after, in April.",
            "3. My daughter died in the afternoon on a Sunday, late afternoon.",
            "4. My oldest daughter had come to visit her in the morning.",
            "5. She was still under lots of ether.",
            "6. There was a chair next to the bed.",
            "7. And she asked what it was doing there.",
            "8. The nurse said she had to get up and sit up.",
            "9. Even though she was still under ether.",
            "10. She had died from a blood clot.",
            "11. When I got home,",
            "12. I went up the step.",
            "13. And my husband came outside.",
            "14. I told him Marie is dead!",
            "15. And he had a heart attack.",
            "16. Yes, a heart attack.",
            "17. My son Jamie found out.",
            "18. And also had a heart attack.",
            "19. He then ran down.",
            "20. And shouted to the neighbor.",
            "21. Also he told my sister and mum,",
            "22. By saying \"Auntie Marie is dead!\"",
            "23. And they were also shocked.",
            "24. And that’s about all that happened.",
            "25. And is the end of the story."
        ],
        "91": [
            "1. My daughter died twenty eight years ago at a Methodist church.",
            "2. She was operated on for appendicitis.",
            "3. Victoria went to visit her to see how she was.",
            "4. They were getting people out of bed.",
            "5. Victoria asked the nurse about the chairs.",
            "6. Victoria said she was too ill to get out of bed.",
            "7. She was blamed for the blood cot for getting her out of bed.",
            "8. She came home after ten days and I was waiting for a call from the hospital.",
            "9. She was operated on in April on the twentieth.",
            "10. It was chilly and I had a coat on my arm and a bag.",
            "11. She saw from the window on Wolf Street.",
            "12. She said my mother was coming and was just saying bye to everyone.",
            "13. When I got to the hospital I was told to sit down and I prayed for another patient who had ten children and lived near my mother.",
            "14. Dr. Schwartz did the operation but his assistant was Dr. Monique who was a lady doctor.",
            "15. I had all her clothes ready for her to go home.",
            "16. My husband was waiting for me.",
            "17. He came home and washed and shaved and then waited for me.",
            "18. They called the store to find out when mother was coming home.",
            "19. A doctor wanted to give me a shot but I said no I'll kick you.",
            "20. You killed my daughter and now want to kill me, don't dare come near me."
        ],
        "92": [
            "1. On the 28th or 30th of April, ",
            "2. Marie was hospitalized for an appendices surgical operation.",
            "3. She was too weak and ",
            "4. was put to bed for quite some time.",
            "5. After a while, ",
            "6. Victoria noticed something was wrong and ",
            "7. Marie was removed from her bed.",
            "8. She enquired from the nurse why this happened and ",
            "9. she was told that the doctor ordered it.",
            "10. Victoria in rage told the nurse Marie was too weak and sick and ",
            "11. She returned Marie back to her bed ",
            "12. after Marie passed out.",
            "13. Mrs. Costa got a call in the middle of the night ",
            "14. from the woman at the store ",
            "15. because she didn't have a phone.",
            "16. She told Mrs. Costa to go get Marie at the hospital.",
            "17. Mrs. Costa set out to the hospital ",
            "18. and instructed Rita to finish up the cooking ",
            "19. because their daddy will be home soon.",
            "20. Mrs. Costa bought some dress-like coats for Marie ",
            "21. and took it with her to the hospital.",
            "22. On getting to the hospital, ",
            "23. the nurse sat her down ",
            "24. and questioned her if Marie has had a fainting spell ",
            "25. and Mrs. Costa felt uneasy and answered yes ",
            "26. and she was invited to her daughter's room ",
            "27. and saw her daughter lying on the bed lifeless.",
            "28. Mrs. Costa was filled with emotions ",
            "29. and crying and wailing ",
            "30. and then the doctor who carried out the operation came in ",
            "31. and immediately, ",
            "32. Mrs. Costa asked her what she did to her daughter ",
            "33. but the doctor replied by saying she doesn't know what happened.",
            "34. Afterwards, the nurse advised her to talk to her daughter ",
            "35. but Mrs. Costa was confused ",
            "36. and she was in agony.",
            "37. Mrs. Costa husband was now home ",
            "38. and expecting his wife to return with his daughter, ",
            "39. he was calling the store to enquire what must have happened ",
            "40. thinking that Marie was already discharged.",
            "41. So Rita went to the hospital herself ",
            "42. and she was surprised at what she saw.",
            "43. Her mother broke the news ",
            "44. that her sister, Marie has died ",
            "45. and on hearing it, ",
            "46. Rita could not control herself.",
            "47. She fell on the hard floor ",
            "48. in shock and in grief ",
            "49. and she had a problem that developed due to this fall.",
            "50. When Marie's body wanted to be moved, ",
            "51. Mrs. Costa didn't allow it ",
            "52. because she was in grief.",
            "53. When the news got to her husband ",
            "54. and her son, ",
            "55. they both got a heart attack ",
            "56. and Mrs. Costa sent his junior son ",
            "57. to go tell his uncle ",
            "58. of what has happened."
        ],
        "93": [
            "1. Marie was in the hospital on ether",
            "2. [they] tried to sit her in a chair",
            "3. but she collapsed",
            "4. and had a blood clot",
            "5. She was 18 years old",
            "6. Marine was due to come home",
            "7. The hospital phoned the shop",
            "8. to say she could come home",
            "9. as the family didn't have a phone",
            "10. Ms. Costa at the shop let the family know",
            "11. Marine was ready to come home",
            "12. The mother went to the hospital",
            "13. to collect Marine",
            "14. She waved at the window",
            "15. saying bye to everyone",
            "16. Once Marine[mother]'s mother reached the hospital",
            "17. Marine had collapsed",
            "18. and the nurse sat the mother down",
            "19. and didn't tell her straight away",
            "20. Marine had cold sweat",
            "21. and had developed another blood clot",
            "22. that caused her to die",
            "",
            "23. The rest of the family arrived",
            "24. [Dad and stepbrother]",
            "25. They both suffered a heart attack",
            "",
            "26. Marine was a quiet girl",
            "27. who used to stand on the step across from the shop",
            "28. said Ms. Costa"
        ],
        "94": [
            "1. A teenager named Marie died in hospital",
            "2. and the story was told from the point of view of her mother, Mrs. Costa.",
            "3. Victoria was the eldest daughter",
            "4. and Mike was her husband.",
            "5. Marie died in hospital from appendicitis,",
            "6. she was 18 years old.",
            "7. She was a quiet girl,",
            "8. the mother was hysterical when she found out her daughter died.",
            "9. She started to accuse the hospital of killing her daughter.",
            "10. It was a complete shock to the whole family as well,",
            "11. they expected Marie to leave hospital that day and go home,",
            "12. but she passed away",
            "13. as the mother had her back to Marie."
        ],
        "95": [
            "1. My daughter died",
            "2. when she was 28,",
            "3. on the 30th day of the month",
            "4. at the Methodist hospital.",
            "5. She had gone for an operation ",
            "6. on her appendix.",
            "7. I sent my other daughter Victoria in ",
            "8. to see her",
            "9. and when she got there",
            "10. she noticed a chair in the room.",
            "11. She asked what the chair was for",
            "12. and she was told",
            "13. that they were going to move Marie into it,",
            "14. but Victoria said she was too sick.",
            "15. Marie ends up passing out",
            "16. when they tried to move her.",
            "17. It is 10 days after her operation",
            "18. when Marie dies.",
            "19. I go to the hospital",
            "20. to collect her",
            "21. when she is meant to be discharged,",
            "22. I have my coat on my arm.",
            "23. The nurse’s aide brings blankets",
            "24. because I'm having cold shivers.",
            "25. I pray for another woman in the hospital",
            "26. who has had an operation for gall stones;",
            "27. she has 10 children.",
            "28. They then rush",
            "29. to my daughter",
            "30. and when I go into her room",
            "31. she is dead.",
            "32. I keep screaming",
            "33. that they have killed my daughter.",
            "34. Apparently, she was walking with another girl",
            "35. and said she had pain in her leg;",
            "36. it was a blood clot that killed her.",
            "37. When I tell",
            "38. my husband",
            "39. and son Michael",
            "40. the news about Marie,",
            "41. they both have heart attacks.",
            "42. Some family arrive",
            "43. and one of the women has brought a very large orange with her.",
            "44. People remember Marie",
            "45. standing on the step",
            "46. as a young,",
            "47. quiet girl."
        ],
        "96": [
            "1. A woman called Mrs. Costa is recalling",
            "2. the death of her daughter Marie 28 years ago,",
            "3. who died in hospital after an operation.",
            "4. She got a call to come and collect her",
            "5. so gathered her belongings and some clothes,",
            "6. but by the time she arrived",
            "7. the girl had passed out",
            "8. and was being worked on by doctors,",
            "9. and then passed away from a suspected blood clot.",
            "10. The woman is screaming in the hospital.",
            "11. Her other daughter Rita eventually arrives",
            "12. with her own husband,",
            "13. after her mother hasn't returned home,",
            "14. and also discovers Marie has died.",
            "15. They then return home",
            "16. and the rest of the family find out.",
            "17. Her husband has a heart attack,",
            "18. then later so does her son Michael.",
            "19. The youngest son James is told",
            "20. to run and tell his aunt Milly and aunt Jenny",
            "21. and does so,",
            "22. he arrives with red eyes",
            "23. and tells them Marie has died",
            "24. after they ask what’s wrong.",
            "25. 28 years later Rita still suffers",
            "26. with terrible pain in her leg."
        ],
        "97": [
            "1. Her daughter died twenty years ago at Methodist Hospital",
            "2. (It was) due to (an) operation for appendicitis",
            "3. Back then they used a lot of ether",
            "4. Victoria saw the chair in the hospital",
            "5. (and) asked the nurse what it was doing there",
            "6. The nurse said (that) they had to take her out of bed",
            "7. but she collapsed",
            "8. (and) was taken back to bed",
            "9. She was waiting for a call from the hospital",
            "10. (and) her neighbor at the store passed her the information",
            "11. (to) go and pick Marie",
            "12. She ordered for coffee to be made",
            "13. as they prepare to go (and) pick Marie",
            "14. Marie saw her with the girls",
            "15. (and) shouted",
            "16. She was welcomed by the nurse",
            "17. (and) she was asked whether her daughter had a fainting spell",
            "18. She yelled upon seeing her daughter",
            "19. (saying) they killed her",
            "20. (and) she was ready to go home",
            "21. The hospital kept calling",
            "22. (and) the people in the office had no information (about) what happened",
            "23. They thought (the) mother got angry because of Marie",
            "24. The nurses kept coming",
            "25. (and) they all knew her",
            "26. (and) told her to keep away",
            "27. Rita came",
            "28. (and) told (her that) Marie was dead",
            "29. (and) she fainted",
            "30. Marie's friend said (that) Marie was saying goodbye",
            "31. She threatened to kill whoever tried to touch her daughter",
            "32. She was in a mess",
            "33. Relatives and friends visited with oranges",
            "34. She got home (and) called everybody",
            "35. (telling them) what happened",
            "36. They kept on saying how Marie was good"
        ],
        "98": [
            "1. My daughter died.",
            "2. Twenty-eight years ago it'll be this Wednesday, yeah.",
            "3. She was in hospital, getting operated on for appendicitis.",
            "4. My eldest daughter Victoria went in to see her,",
            "5. and, at that time I didn't have a phone.",
            "6. But the girl at the store had a phone",
            "7. and the hospital called her to let me know to come pick Marie up,",
            "8. she had been discharged.",
            "9. Twenty-eight, no, thirtieth this month it'll be, yeah.",
            "10. She said to me, \"Mrs. Costa\", she said,",
            "11. \"The hospital called for you to pick up Marie.\"",
            "12. So I got ready to go,",
            "13. I told my daughter Rita to keep cooking,",
            "14. and I said, \"Put a pot of coffee on, Daddy will be home soon.\"",
            "15. He was working that day.",
            "16. I always put out coffee for Marie,",
            "17. the first coffee of the day was hers.",
            "18. But when my eldest daughter Victoria got there,",
            "19. she got to the bed Marie was at,",
            "20. and right next to it was a chair.",
            "21. She said to the nurse, \"What's this chair doing here?\"",
            "22. The nurse said \"We need to get her out of bed.\"",
            "23. but she was still under ether.",
            "24. Back then they used a lot of ether.",
            "25. So she said to the nurse, \"She can't get out of bed, she's still under ether.",
            "26. She's still sick.\"",
            "27. Then the nurse said, \"Well that's doctor's orders,\"",
            "28. so she goes to get Marie up,",
            "29. and she took a few steps then she collapsed on the floor.",
            "30. She was never - they asked, \"Does she have any fainting spells?\"",
            "31. and she was healthy.",
            "32. So they called the girl at the store,",
            "33. and she tells me to go to the hospital,",
            "34. and I go, with Marie's coat on my arm,",
            "35. and her undercoat,",
            "36. and her coat on my arm.",
            "37. I got there and the nurse's aide, she was a little thing,",
            "38. she said something to me.",
            "39. The nurse tells me to \"Just sit right here, sit down for a little while.\"",
            "40. and I got chills.",
            "41. Then I see the nurse's aide go into a closet and get a blanket out,",
            "42. then she turns to the nurse and says, \"she's got cold sweat.\"",
            "43. Then they started running,",
            "44. and I saw it, and I'm not exaggerating,",
            "45. there were huge beads of sweat, just running, just pouring down her face.",
            "46. I got closer to her",
            "47. and I started yelling at the nurses, \"What did you do to her? You killed her. You killed her!\"",
            "48. See, the nurses knew me, I had three operations there in no time, less than a year.",
            "49. They just kept coming,",
            "50. and I was yelling, \"You killed her! You killed her!\"",
            "51. The doctor rushes in,",
            "52. and - she was a lady doctor, Dr Schwartes.",
            "53. The doctor, a lady doctor, tried to give me a shot.",
            "54. And I said to them, \"Get away from me! You killed my daughter, and now you're trying to kill me?\"",
            "55. I started screaming, I was hysterical,",
            "56. banging my head against the wall and everything,",
            "57. I had hair pulled out,",
            "58. I was a mess.",
            "59. My husband had got home,",
            "60. gone upstairs to shave and shower,",
            "61. then sat on the steps waiting for Marie to come home.",
            "62. The hospital called the girl at the store again,",
            "63. and said, \"Where's the mother? Tell the mother to come to the hospital.\"",
            "64. The girl said, \"That's strange, the mother already went to the hospital, she should be there.\"",
            "65. Then they went up from the office.",
            "66. Then just as I turned my back,",
            "67. my daughter had passed away.",
            "68. I was screaming, crying, just a mess,",
            "69. and the lady doctor - they were all trying to get me to calm down.",
            "70. But she was only eighteen.",
            "71. I went home and told everybody what happened.",
            "72. My brother-in-law, he's an undertaker.",
            "73. I called my sisters.",
            "74. I sent my youngest son, James, to tell his Aunties what happened.",
            "75. They thought Marie would be coming home that day.",
            "76. They were cleaning the pavement, and doing the cement work, and cleaning the pavement.",
            "77. As soon as they saw little Jamie come up,",
            "78. they could see his eyes were all red,",
            "79. and they said to him, \"Jamie, honey, what's happened? Why are you crying?\"",
            "80. He said to them, \"Aunt Millie, Aunt, Marie's died. She died at hospital.\"",
            "81. When my husband came down from the steps,",
            "82. I told him,",
            "83. and no kidding, he had a heart attack, yeah.",
            "84. A heart attack.",
            "85. Then, my oldest son Michael came home,",
            "86. and I told him,",
            "87. and he had a heart attack too.",
            "88. Both of them, yeah.",
            "89. He collapsed on the floor.",
            "90. Everybody was coming out, they could hear the screams.",
            "91. I was hysterical, my hair was all pulled out, see.",
            "92. It'll be thirty years this month.",
            "93. Yeah, thirty years.",
            "94. She was only eighteen."
        ],
        "99": [
            "1. The daughter died,",
            "2. as did Aunt Jennie,",
            "3. and Auntie Millie,",
            "4. Mrs. Costa brought some cakes,",
            "5. from the bakery,",
            "6. at quarter to five,",
            "7. at night.",
            "8. She did,",
            "9. of a blood clot,",
            "10. Dr. Swartz killed her,",
            "11. The mother told her,",
            "12. not to touch her daughter.",
            "",
            "13. An orange was brought.",
            "14. The brother-in-law was called,",
            "15. it was cold outside.",
            "",
            "16. When Marie was discharged,",
            "17. someone was to go to the hospital,",
            "18. and pick her up,",
            "19. all her clothes were laid out,",
            "20. ready.",
            "",
            "21. Rita was told to finish cooking,",
            "22. as daddy would be home soon,",
            "23. he was working in the yard.",
            "",
            "24. Coffee was requested,",
            "25. as she wanted some,",
            "26. first thing in the morning was best,",
            "27. I never forget that she liked it."
        ],
        "100": [
            "Here is the narrative segmented into linguistic clauses, with each clause numbered:",
            "",
            "1. A very sad story of a 28-year-old girl",
            "2. who died ",
            "3. a few days after an appendix operation"
        ],
        "101": [
            "1. A mother was recalling events",
            "2. of how her 18-year-old daughter Marie died",
            "3. due to (I believe they said) a blood clot.",
            "4. She had been transferred",
            "5. from a bed to a chair",
            "6. which could have caused it (?).",
            "7. I believe I read something",
            "8. about her husband and son",
            "9. having a heart attack as well (?).",
            "10. Which was confusing",
            "11. because then the son told her sisters",
            "12. that were waiting back at home",
            "13. that Marie had passed.",
            "14. The dad/husband was also at home",
            "15. excitingly waiting for Marie.",
            "16. The mom had told the dad",
            "17. to prep coffee for Marie",
            "18. for when she's back",
            "19. and they had also prepped something else",
            "20. that I cannot recall.",
            "21. If I recall correctly",
            "22. the surgery happened",
            "23. due to appendicitis.",
            "24. The mom was also screaming in the hospital",
            "25. at the doctors and nurses",
            "26. that they had killed her daughter.",
            "27. They used lots of ether.",
            "28. They did not have a phone",
            "29. so they were informed",
            "30. by a grocery store phone (?)."
        ]
    },
    "n_clauses": {
        "0": 72,
        "1": 15,
        "2": 1,
        "3": 30,
        "4": 16,
        "5": 47,
        "6": 24,
        "7": 8,
        "8": 35,
        "9": 21,
        "10": 22,
        "11": 61,
        "12": 24,
        "13": 58,
        "14": 29,
        "15": 52,
        "16": 24,
        "17": 32,
        "18": 34,
        "19": 28,
        "20": 9,
        "21": 8,
        "22": 13,
        "23": 7,
        "24": 24,
        "25": 9,
        "26": 18,
        "27": 8,
        "28": 10,
        "29": 24,
        "30": 4,
        "31": 33,
        "32": 39,
        "33": 41,
        "34": 29,
        "35": 43,
        "36": 13,
        "37": 53,
        "38": 23,
        "39": 33,
        "40": 178,
        "41": 23,
        "42": 17,
        "43": 7,
        "44": 54,
        "45": 7,
        "46": 33,
        "47": 32,
        "48": 31,
        "49": 43,
        "50": 6,
        "51": 50,
        "52": 22,
        "53": 35,
        "54": 23,
        "55": 61,
        "56": 4,
        "57": 13,
        "58": 38,
        "59": 36,
        "60": 22,
        "61": 48,
        "62": 33,
        "63": 21,
        "64": 77,
        "65": 13,
        "66": 30,
        "67": 33,
        "68": 29,
        "69": 29,
        "70": 15,
        "71": 41,
        "72": 41,
        "73": 41,
        "74": 47,
        "75": 23,
        "76": 8,
        "77": 23,
        "78": 38,
        "79": 25,
        "80": 37,
        "81": 4,
        "82": 25,
        "83": 14,
        "84": 46,
        "85": 43,
        "86": 28,
        "87": 1,
        "88": 13,
        "89": 43,
        "90": 25,
        "91": 20,
        "92": 58,
        "93": 30,
        "94": 13,
        "95": 47,
        "96": 26,
        "97": 36,
        "98": 94,
        "99": 31,
        "100": 5,
        "101": 30
    }
    
}